[{"Title":"Synchrotron-based X-ray 3D phase contrast imaging and analysis of transmural myocardial tissue from heart failure patients.","Journal":"Scientific reports","Authors":"Skreb N., Loncaric F., Li K., Bonnin A., Dejea H., Garcia-Canadilla P., Ilic I., Gasparovic H., Milicic D., Bijnens B., Cook A., Planinc I., Cikes M.","Affiliations":"Universitat Pompeu Fabra, Barcelona, Spain.; Barcelona Centre for Maternal-Fetal and Neonatal Medicine (BCNatal), Hospital Sant Joan de Déu and Hospital Clínic, University of Barcelona, Barcelona, Spain.; Swiss Light Source, Paul Scherrer Institute, Villigen, Switzerland.; Department of Cardiovascular Diseases, University of Zagreb School of Medicine, University Hospital Centre Zagreb, Kispaticeva 12, 10000, Zagreb, Croatia. maja.cikes@gmail.com.; Department of Cardiovascular Diseases, University of Zagreb School of Medicine, University Hospital Centre Zagreb, Kispaticeva 12, 10000, Zagreb, Croatia.; Institute of Cardiovascular Science, University College London, London, UK.; Department of Cardiac Surgery, University of Zagreb School of Medicine, University Hospital Centre Zagreb, Zagreb, Croatia.; European Synchrotron Radiation Facility, Grenoble, France.; Catalan Institution for Research and Advanced Studies, ICREA, Barcelona, Spain.; Cardiovascular Diseases and Child Development, Sant Joan de Déu Research Institute (IRSJD), Esplugues de Llobregat, Spain.; Department of Pathology and Cytology, University of Zagreb School of Medicine, University Hospital Centre Zagreb, Zagreb, Croatia.","Year":"2025","DOI":"10.1038\/s41598-025-04012-5","DocumentType":"Article","PublicationDate":1752624000000},{"Title":"Morphology and calcification characterization in patients undergoing TAVI: A 3D statistical shape modelling study.","Journal":"PLOS digital health","Authors":"Sivera R., Montgomery-Liljeroth E., Chen Y., Schievano S., Brüning J., Huberts W., Mathur A., Cook A., Patel K., Capelli C.","Affiliations":"Department of Biomedical Engineering, Eindhoven University of Technology, Eindhoven, The Netherlands.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; NIHR Barts Biomedical Research Centre, Queen Mary University of London, London, United Kingdom.; Bart's Heart Centre, Barts Health NHS Trust, London, United Kingdom.; Institute of Computer-assisted Cardiovascular Medicine, Charité Universitaetsmedizin, Berlin, Germany.; William Harvey Research Institute, Queen Mary University of London, London, United Kingdom.","Year":"2025","DOI":"10.1371\/journal.pdig.0000564","DocumentType":"Article","PublicationDate":1751328000000},{"Title":"Avoiding damage to the atrioventricular conduction axis during surgical closure of ventricular septal defects.","Journal":"European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery","Authors":"Anderson R., Sánchez-Quintana D., Cook A.","Affiliations":"Department of Human Anatomy and Cell Biology, Faculty of Medicine and Health Sciences, University of Extremadura, Badajoz, Spain.; UCL Institute for Cardiovascular Science, Zayed Centre for Research, London, UK.","Year":"2025","DOI":"10.1093\/ejcts\/ezaf154","DocumentType":"Article","PublicationDate":1751328000000},{"Title":"A new braided model of the Amulet Amplatzer for accurate simulations of left atrial appendage occlusion procedures.","Journal":"Computers in biology and medicine","Authors":"Md R., Lee M., Cook A., Weir-McCall J., Martin C., Peach T., Burriesci G., Bosi G.","Affiliations":"Department of Cardiology, Royal Papworth Hospital, Cambridge, United Kingdom.; Department of Medical Physics and Biomedical Engineering, Faculty of Engineering Sciences, University College London, United Kingdom.; Institute of Cardiovascular Science, Faculty of Population Health Sciences, University College London, United Kingdom.; Department of Radiology, University of Cambridge, United Kingdom.; Department of Mechanical Engineering, Faculty of Engineering Sciences, University College London, United Kingdom.; Department of Mechanical Engineering, Faculty of Engineering Sciences, University College London, United Kingdom. Electronic address: g.bosi@ucl.ac.uk.; Department of Mechanical Engineering, Faculty of Engineering Sciences, University College London, United Kingdom; University of Palermo, Department of Engineering, Palermo, Italy.","Year":"2025","DOI":"10.1016\/j.compbiomed.2025.110355","DocumentType":"Article","PublicationDate":1748736000000},{"Title":"Cardiomyopathy and thrombogenesis in cats through left atrial morphological and fluid dynamics analysis.","Journal":"Scientific reports","Authors":"Pons M., Olivares A., Mill J., Matos J., Garcia-Canadilla P., Cerrada I., Guy A., Morales Ferez X., Hutchinson J., Simcock I., Arthurs O., Cook A., Fuentes V., Camara O.","Affiliations":"Department of Radiology, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; PhySense, BCN MedTech, Department of Engineering, Universitat Pompeu Fabra, Barcelona, Spain. oscar.camara@upf.edu.; Department of Histopathology, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; National Institute for Health Research, Great Ormond Street Hospital Biomedical Research Centre, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; Cardiology Service, Royal Veterinary College, London, UK.; Institut de Recerca Sant Joan de Déu (IRSJD), Barcelona, Spain.; PhySense, BCN MedTech, Department of Engineering, Universitat Pompeu Fabra, Barcelona, Spain.","Year":"2025","DOI":"10.1038\/s41598-025-96245-7","DocumentType":"Article","PublicationDate":1744243200000},{"Title":"Well-being package for foster carers and teachers of looked-after children aged 8 to 11 years: the STrAWB feasibility RCT.","Journal":"Public health research (Southampton, England)","Authors":"Luke N., Banerjee R., Dunn V., Douglas N., Kelly Á., Trivedi H., Bauer A., Cook A., Midgley N., Woolgar M.","Affiliations":"Institute of Psychiatry, Psychology & Neuroscience (IoPPN), King's College London, London, UK.; School of Psychology, University of Sussex, Brighton, UK.; Care Policy and Evaluation Centre (CPEC), London School of Economics and Political Science, London, UK.; Rees Centre, Department of Education, University of Oxford, Oxford, UK.; University College London (UCL) and the Anna Freud Centre, London, UK.; Clinical Trials Unit, University of Southampton, Southampton, UK.","Year":"2025","DOI":"10.3310\/NGXR5244","DocumentType":"Article","PublicationDate":1742947200000},{"Title":"Reply to the Editor-Attitudinally Appropriate Nomenclature.","Journal":"Heart rhythm","Authors":"Back Sternick E., Anderson R., Mahmud R., Cabrera J., Katritsis D., Farre J., Tretter J., Spicer D., Cook A., Sanchez-Quintana D.","Affiliations":"Fundación Jiménez Díaz University Hospital and Institute of Biomedical Research, Madrid, Spain.; Biosciences Institute, Newcastle University, Newcastle-upon-Tyne, United Kingdom.; Hygeia Hospital, Athens, Greece, and Johns Hopkins Hospital, Baltimore, Maryland.; Congenital Heart Center, All Children's Hospital, St. Petersburg, Florida.; Arrhythmia and Electrophysiology Department, Biocor Institute, Nova Lima, Brazil. Electronic address: eduardosternick@gmail.com.; Department of Pediatric Cardiology, Cleveland Clinic Children's, and The Heart, Vascular, and Thoracic Institute, Cleveland Clinic, Cleveland, Ohio.; Zayed Centre for Research, University College London, London, United Kingdom.; Department of Human Anatomy and Cell Biology, Faculty of Medicine, University of Extremadura, Badajoz, Spain.; Unidad de Arritmias, Departamento de Cardiología, Hospital Universitario Quirón-Salud Madrid and Complejo Hospitalario Ruber Juan Bravo, Universidad Europea de Madrid, Madrid, Spain.; College of Medicine, Central Michigan University, Mt. Pleasant, Michigan.","Year":"2025","DOI":"10.1016\/j.hrthm.2025.03.1949","DocumentType":"Article","PublicationDate":1742169600000},{"Title":"How best to describe the location of the substrates for abnormal cardiac rhythms.","Journal":"Heart rhythm","Authors":"Anderson R., Back Sternick E., Mahmud R., Cabrera J., Katritsis D., Farre J., Tretter J., Spicer D., Cook A., Sanchez-Quintana D.","Affiliations":"Fundación Jiménez Díaz University Hospital and Institute of Biomedical Research, Madrid, Spain.; Biosciences Institute, Newcastle University, Newcastle-upon-Tyne, United Kingdom.; Unidad de Arritmias, Departamento de Cardiología, Hospital Universitario Quirón-Salud Madrid and Complejo Hospitalario Ruber Juan Bravo, Universidad Europea de Madrid, Spain.; Hygeia Hospital, Athens, Greece; Johns Hopkins Hospital, Baltimore, Maryland.; Arrhythmia and Electrophysiology Department, Biocor Institute, Nova Lima, Brazil. Electronic address: eduardosternick@gmail.com.; Department of Pediatric Cardiology, Cleveland Clinic Children's, and The Heart, Vascular, and Thoracic Institute, Cleveland Clinic, Cleveland, Ohio.; College of Medicine, Central Michigan University, Mt Pleasant, Michigan.; Zayed Centre for Research, University College London, London, United Kingdom.; Department of Human Anatomy and Cell Biology, Faculty of Medicine, University of Extremadura, Badajoz, Spain.; Congenital Heart Center, All Children's Hospital, St Petersberg, Florida.","Year":"2024","DOI":"10.1016\/j.hrthm.2024.05.066","DocumentType":"Article","PublicationDate":1733011200000},{"Title":"Cryo-X-Ray Phase Contrast Imaging Enables Combined 3D Structural Quantification and Nucleic Acid Analysis of Myocardial Biopsies.","Journal":"Advanced science (Weinheim, Baden-Wurttemberg, Germany)","Authors":"Li K., Syrris P., Bonnin A., Treibel T., Budhram-Mahadeo V., Dejea H., Cook A.","Affiliations":"Institute of Cardiovascular Science, University College London, London, WC1N 1DZ, UK.; European Synchrotron Radiation Facility, 71 Av des Martyrs, Grenoble, 3800, France.; Paul Scherrer Institut, Villigen, 5232, Switzerland.; Department of Cardiology, St Bartholomew's Hospital, London, EC1A 7BE, UK.","Year":"2024","DOI":"10.1002\/advs.202409163","DocumentType":"Article","PublicationDate":1733011200000},{"Title":"Beyond genomic studies of congenital heart defects through systematic modelling and phenotyping.","Journal":"Disease models & mechanisms","Authors":"Henderson D., Alqahtani A., Chaudhry B., Cook A., Eley L., Houyel L., Hughes M., Keavney B., de la Pompa J., Sled J., Spielmann N., Teboul L., Zaffran S., Mill P., Liu K.","Affiliations":"Aix Marseille Université, INSERM, Marseille Medical Genetics, U1251, 13005 Marseille, France.; Mary Lyon Centre, MRC Harwell, Oxfordshire OX11 0RD, UK.; University College London, Zayed Centre for Research, London WC1N 1DZ, UK.; Institute of Experimental Genetics, German Mouse Clinic, Helmholtz Center Munich (GmbH), German Research Center for Environmental Health, D-85764 Neuherberg, Germany.; Biosciences Institute, Newcastle University, Centre for Life, Newcastle upon Tyne NE1 3BZ, UK.; Division of Cardiovascular Sciences, School of Medical Sciences, Faculty of Biology, Medicine and Health, The University of Manchester, Manchester M13 9PT, UK.; NIHR Manchester Biomedical Research Centre, Manchester University NHS Foundation Trust, Manchester Academic Health Science Centre, Manchester M13 9PT, UK.; Congenital and Pediatric Cardiology Unit, M3C-Necker, Hôpital Universitaire Necker-Enfants Malades, APHP, Université Paris Cité, 149 Rue de Sèvres, 75015 Paris, France.; Intercellular Signaling in Cardiovascular Development and Disease Laboratory, Centro Nacional de Investigaciones Cardiovasculares (CNIC), Melchor Fernández Almagro 3, 28029 Madrid, Spain.; MRC Human Genetics Unit, Institute for Genetics and Cancer, The University of Edinburgh, Edinburgh EH4 2XU, UK.; Ciber de Enfermedades Cardiovasculares, Instituto de Salud Carlos III, Melchor Fernández Almagro 3, 28029 Madrid, Spain.; Mouse Imaging Centre, Hospital for Sick Children, Toronto M5G 1XS, Canada. Department of Medical Biophysics, University of Toronto, Toronto M5G 1XS, Canada.; Cardiology Department, Norfolk and Norwich University Hospital, Norwich NR4 7UY, UK.; MRC National Mouse Genetics Network, Congenital Anomalies Cluster, Harwell, OX11 0RD, UK.; Centre for Craniofacial and Regenerative Biology, King's College London, London SE1 9RT, UK.","Year":"2024","DOI":"10.1242\/dmm.050913","DocumentType":"Article","PublicationDate":1730419200000},{"Title":"A 3D Statistical Shape Model of the Right Ventricular Outflow Tract in Pulmonary Valve Replacement Patients Post-Surgical Repair.","Journal":"Journal of cardiovascular development and disease","Authors":"Swanson L., Sivera R., Capelli C., Alosaimi A., Mroczek D., Lam C., Cook A., Chaturvedi R., Schievano S.","Affiliations":"Labatt Family Heart Centre, Division of Cardiology, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada.; Department of Paediatrics, University of Toronto, Toronto, ON M5G 1X8, Canada.; Department of Medical Imaging, University of Toronto, Toronto, ON M5T 1W7, Canada.; Great Ormond Street Hospital for Children, London WC1N 3JH, UK.; Department of Diagnostic Imaging, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada.; Institute of Cardiovascular Science, University College London, London WC1E 6BT, UK.","Year":"2024","DOI":"10.3390\/jcdd11100330","DocumentType":"Article","PublicationDate":1729123200000},{"Title":"Effectiveness of a new 3D printed simulator for mitral transcatheter edge-to-edge repair in enhancing the confidence and procedural skills of the operator.","Journal":"3D printing in medicine","Authors":"Babu A., Bertolini M., Mullen M., Cook A., Mullen A., Capelli C.","Affiliations":"Department of Mechanical Engineering, Politecnico di Milano, Milan, 20133, Italy. michele.bertolini@polimi.it.; Institute of Cardiovascular Science, University College London, London, WC1E 6BT, UK. c.capelli@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London, WC1E 6BT, UK.; Abbott Structural Heart UK and Ireland, Blyth Valley Business Park, Solihull, B90 8AJ, UK.; Barts Health NHS Trust, London, E1 1BB, UK.","Year":"2024","DOI":"10.1186\/s41205-024-00230-1","DocumentType":"Article","PublicationDate":1722816000000},{"Title":"Revisiting the anatomy of the left ventricle in the light of knowledge of its development.","Journal":"Journal of anatomy","Authors":"Crucean A., Spicer D., Tretter J., Mohun T., Cook A., Sanchez-Quintana D., Hikspoors J., Lamers W., Anderson R.","Affiliations":"University of Maastricht, Maastricht, The Netherlands.; Crick Institute, London, UK.; Congenital Heart Center, All Children's Hospital, St Petersberg, Florida, USA.; UCL Institute of Cardiovascular Science, London, UK.; Department of Pediatric Cardiology, Cleveland Clinic Children's, and the Heart, Vascular and Thoracic Institute, Cleveland Clinic, Cleveland, Ohio, USA.; Department of Paediatric Cardiac Surgery, Birmingham Women's and Children's Hospital, Birmingham, UK.; Biosciences Institute, Newcastle University, Newcastle-upon-Tyne, UK.; Departamento de Anatomía Humana y Biología Celular, Facultad de Medicina, Universidad de Extremadura, Badajoz, Spain.","Year":"2024","DOI":"10.1111\/joa.14048","DocumentType":"Article","PublicationDate":1722470400000},{"Title":"Multidimensional Analysis of the Adult Human Heart in Health and Disease Using Hierarchical Phase-Contrast Tomography.","Journal":"Radiology","Authors":"Brunet J., Cook A., Walsh C., Cranley J., Tafforeau P., Engel K., Arthurs O., Berruyer C., Burke O'Leary E., Bellier A., Torii R., Werlein C., Jonigk D., Ackermann M., Dollman K., Lee P.","Affiliations":"From the Department of Mechanical Engineering, University College London, London, England (J.B., C.L.W., C.B., E.B.O.L., R.T., P.D.L.); European Synchrotron Radiation Facility, 71 Av des Martyrs, 38000 Grenoble, France (J.B., P.T., C.B., K.D.); UCL Institute of Cardiovascular Science, London, England (A.C.C.); Wellcome Sanger Institute, Hinxton, England (J.C.); Siemenst Healthineers, Erlangen, Germany (K.E.); Department of Radiology, Great Ormond Street Hospital for Children NHS Foundation Trust, London, England (O.A.); Laboratoire d'Anatomie des Alpes Françaises, Université Grenoble Alpes, Grenoble, France (A.B.); Institute of Pathology, Hannover Medical School, Hannover, Germany (C.W.); Biomedical Research in Endstage and Obstructive Lung Disease Hannover, German Center for Lung Research (DZL), Hannover, Germany (D.D.J.); Institute of Pathology, Faculty of Medicine, RWTH Aachen University, Aachen, Germany (D.D.J., M.A.); Institute of Pathology and Molecular Pathology, Helios University Clinic Wuppertal, Universität Witten\/Herdecke, Wuppertal, Germany (M.A.); Institute of Functional and Clinical Anatomy, University Medical Center of the Johannes Gutenberg-University Mainz, Mainz, Germany (M.A.); and Research Complex at Harwell, Didcot, England (P.D.L.).","Year":"2024","DOI":"10.1148\/radiol.232731","DocumentType":"Article","PublicationDate":1719792000000},{"Title":"Fluid-structure interaction analysis of the thromboembolic risk in the left atrial appendage under atrial fibrillation: Effect of hemodynamics and morphological features.","Journal":"Computer methods and programs in biomedicine","Authors":"Musotto G., Monteleone A., Vella D., Zuccarello B., Cannova R., Cook A., Bosi G., Burriesci G.","Affiliations":"Bioengineering Group, Ri.MED Foundation, Palermo, Italy.; UCL Mechanical Engineering, University College London, London, United Kingdom.; UCL Institute of Cardiovascular Science& Great Ormond Street Hospital for Children, London, United Kingdom.; Department of Engineering, University of Palermo, Palermo, Italy.; Bioengineering Group, Ri.MED Foundation, Palermo, Italy; UCL Mechanical Engineering, University College London, London, United Kingdom. Electronic address: g.burriesci@ucl.ac.uk.","Year":"2024","DOI":"10.1016\/j.cmpb.2024.108056","DocumentType":"Article","PublicationDate":1711929600000},{"Title":"Author Correction: The IDEAL framework for surgical robotics: development, comparative evaluation and long-term monitoring.","Journal":"Nature medicine","Authors":"Marcus H., Ramirez P., Khan D., Layard Horsfall H., Hanrahan J., Williams S., Beard D., Bhat R., Catchpole K., Cook A., Hutchison K., Martin J., Melvin T., Stoyanov D., Rovers M., Raison N., Dasgupta P., Noonan D., Stocken D., Sturt G., Vanhoestenberghe A., Vasey B., McCulloch P.","Affiliations":"Department of Neurosurgery, National Hospital of Neurology and Neurosurgery, London, UK. h.marcus@ucl.ac.uk.; RCSEng Surgical Trials Centre, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, UK.; Wellcome\/Engineering and Physical Sciences Research Council (EPSRC) Centre for Interventional and Surgical Sciences (WEISS), London, UK.; NIHR Coordinating Centre and Clinical Trials Unit, University of Southampton, Southampton, UK.; King's Health Partners Academic Surgery, King's College London, London, UK.; Department of Biomedical Engineering and Imaging Sciences, King's College London, London, UK.; Moon Surgical, Paris, France.; Bowel Research UK, London, UK.; Department of Neurosurgery, National Hospital of Neurology and Neurosurgery, London, UK.; School of Biomedical Engineering & Imaging Sciences, King's College London, London, UK.; Department of Obstetrics and Gynaecology, Houston Methodist Hospital Neal Cancer Center, Houston, TX, USA.; RCS Surgical Interventional Trials Unit (SITU) & Robotic and Digital Surgery Initiative (RADAR), Nuffield Dept Orthopaedics, Rheumatology and Musculo-skeletal Sciences, University of Oxford, Oxford, UK.; Department of Surgery, Geneva University Hospital, Geneva, Switzerland.; Department of Gynaecological Oncology, Apollo Hospital, Bengaluru, India.; Nuffield Department of Surgical Sciences, University of Oxford, John Radcliffe Hospital, Oxford, UK. peter.mcculloch@nds.ox.ac.uk.; Department of Philosophy, Macquarie University, Sydney, Australia.; Department of Medical Gerontology, School of Medicine, Trinity College Dublin, Dublin, Republic of Ireland.; Department of Anesthesia & Perioperative Medicine, University of Western Ontario, Ontario, Canada.; Nuffield Department of Surgical Sciences, University of Oxford, John Radcliffe Hospital, Oxford, UK.; Department of Medical Imaging, Radboudumc, Nijmegen, the Netherlands.; Wellcome\/Engineering and Physical Sciences Research Council (EPSRC) Centre for Interventional and Surgical Sciences (WEISS), London, UK. h.marcus@ucl.ac.uk.; Department of Anaesthesia and Perioperative Medicine, Medical University of South Carolina, Charleston, SC, USA.","Year":"2024","DOI":"10.1038\/s41591-024-02836-8","DocumentType":"Article","PublicationDate":1711929600000},{"Title":"Mitral annular disjunction: a ubiquitous finding with or without mitral valvar prolapse.","Journal":"Heart (British Cardiac Society)","Authors":"Anderson R., Westaby J., Sheppard M., Cook A.","Affiliations":"CRY Cardiovascular Pathology, St. George's University of London, London, UK.; UCL Institute of Cardiovascular Sciences, London, UK.; Department of Cardiovascular Pathology, St George's Medical School, London, UK.; Biosciences Institute, Newcastle University, Newcastle upon Tyne, UK sejjran@ucl.ac.uk.","Year":"2024","DOI":"10.1136\/heartjnl-2023-323501","DocumentType":"Article","PublicationDate":1710201600000},{"Title":"Left atrial appendage inversion: First computational study to shed light on the phenomenon.","Journal":"Heliyon","Authors":"Vella D., Musotto G., Cook A., Bosi G., Burriesci G.","Affiliations":"Bioengineering Group, Ri.MED Foundation, Palermo, Italy.; UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.; UCL Mechanical Engineering, University College London, London, United Kingdom.; Department of Engineering, University of Palermo, Italy.","Year":"2024","DOI":"10.1016\/j.heliyon.2024.e26629","DocumentType":"Article","PublicationDate":1709164800000},{"Title":"The Brescia Internationally Validated European Guidelines on Minimally Invasive Pancreatic Surgery (EGUMIPS).","Journal":"Annals of surgery","Authors":"Abu Hilal M., van Ramshorst T., Boggi U., Dokmak S., Edwin B., Keck T., Khatkov I., Ahmad J., Al Saati H., Alseidi A., Azagra J., Björnsson B., Can F., D'Hondt M., Efanov M., Espin Alvarez F., Esposito A., Ferrari G., Groot Koerkamp B., Gumbs A., Hogg M., Huscher C., Ielpo B., Ivanecz A., Jang J., Liu R., Luyer M., Menon K., Nakamura M., Piardi T., Saint-Marc O., White S., Yoon Y., Zerbi A., Bassi C., Berrevoet F., Chan C., Coimbra F., Conlon K., Cook A., Dervenis C., Falconi M., Ferrari C., Frigerio I., Fusai G., De Oliveira M., Pinna A., Primrose J., Sauvanet A., Serrablo A., Smadi S., Badran A., Baychorov M., Bannone E., van Bodegraven E., Emmen A., Giani A., de Graaf N., van Hilst J., Jones L., Levi Sandri G., Pulvirenti A., Ramera M., Rashidian N., Sahakyan M., Uijterwijk B., Zampedri P., Zwart M., Alfieri S., Berti S., Butturini G., Di Benedetto F., Ettorre G., Giuliante F., Jovine E., Memeo R., Portolani N., Ruzzenente A., Salvia R., Siriwardena A., Besselink M., Asbun H.","Affiliations":"Department of Biomedical Sciences, Humanitas University, Pieve Emanuele, MI, Italy and IRCCS Humanitas Research Hospital, Rozzano, Italy.; Department of HPB Surgery and Liver Transplantation, Hospital of Beaujon, Paris, France.; Department of HPB and Liver Transplant Surgery, The Freeman Hospital, Newcastle, United Kingdom.; Department of Surgery, Salmanyia Medical Complex, Manama, Bahrain.; Clinic for Surgery, University of Schleswig-Holstein Campus Lübeck, Lübeck, Germany.; Department of Surgery, Northshore University HealthSystem, Chicago, Illinois.; Faculty of Hepatopancreatobiliary Surgery, The First Medical Center of Chinese People's Liberation Army (PLA) General Hospital, Beijing, China.; Department of Surgery and Transplantation, Swiss HPB Center, University Hospital Zurich, Switzerland.; Department of General Surgery, \"Sant'Andrea\" Hospital La Spezia, La Spezia, Italy.; Department of General and HPB Surgery and Liver Transplantation, Ghent University Hospital, Ghent, Belgium.; Alma Mater Studiorum, University of Bologna, AOU Sant'Orsola Malpighi, IRCCS at Maggiore Hospital, Bologna, Italy.; Department of Abdominal and Transplant Surgery, Cleveland Clinic Florida, Weston, Florida.; Department of Surgery, Erasmus MC Cancer Institute, Rotterdam, Netherlands.; Department of General Surgery, Bayindir Sogutozu Hospital, Ankara, Turkey.; Department of Surgery, King Hussein Medical Center, Amman, Jordan.; Pancreas Translational & Clinical Research Center, San Raffaele IRCCS, Università Vita-Salute, Milan, Italy.; Hepato-Biliary and Pancreas Surgery, Miami Cancer Institute, Miami, Florida, USA.; HPB Surgical Division, Miguel Servet University Hospital, Zaragoza, Spain.; Department of Surgery, Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy.; Department of HPB Surgery, Pederzoli Hospital, Peschiera del Garda, Italy.; Department of Abdominal and General Surgery, University Medical Center Maribor, Maribor, Slovenia.; Department of Surgery, Seoul National University Bundang Hospital, Seoul, Korea.; Department of Surgery, Moscow Clinical Scientific Center, Moscow, Russia.; Department of Oncologic Surgery, Casa di Cura Cobellis, Vallo Della Lucania, Salerno, Italy.; Department of General & Minimally Invasive Surgery (Laparoscopy & Robotic), Centre Hospitalier de Luxembourg, Luxembourg, Luxembourg.; The Intervention Centre, Department of Hepato-Pancreato-Biliary Surgery, Oslo University Hospital and Institute of Medicine, Oslo University, Oslo, Norway.; Department of Surgery and Oncology, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan.; Department of Surgery, Pancreas Institute, Verona University Hospital, Verona, Italy.; Division of General and Transplant Surgery, University of Pisa, Pisa, Italy.; Amsterdam UMC, location University of Amsterdam, Department of Surgery, Amsterdam, the Netherlands.; Department of HPB surgery and liver transplantation, AP-HP, Beaujon Hospital, DMU DIGEST, Clichy, France.; Cancer Center Amsterdam, the Netherlands.; Department of General Surgery, Istituto Ospedaliero Fondazione Poliambulanza, Brescia, Italy.; Department of Surgery, AGIA OLGA Hospital, Athens, Greece.; Unit of Statistics, Istituto Ospedaliero Fondazione Poliambulanza, Brescia, Italy.; Division of General Surgery and Liver Transplantation, S. Camillo Forlanini Hospital, Rome, Italy.; Department of Surgery, University of California - San Francisco, San Francisco, California.; Department of Hepato-Pancreatic-Biliary Surgery, Miulli Hospital, Bari, Italy.; Department of Visceral Surgery, Centre Hospitalier Intercommunal de Poissy\/Saint-Germain-en-Laye, Poissy, France.; Department of Surgery, University Hospital Southampton NHS Foundation Trust, Southampton, United Kingdom.; Departments of Surgery and Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea.; Department of Surgery, University Hospitals Coventry and Warwickshire, West Midlands, UK.; Surgery Department, Instituto Nacional de Ciencias Medicas y Nutricion Salvador Zubiran, Mexico, Mexico.; Department of Digestive and Hepatobiliary\/Pancreatic Surgery, Groeninge Hospital, Kortrijk, Belgium.; Department of Research & Development, Division of Emergencies and Critical Care, Oslo University Hospital, Oslo, Norway.; Department of Hepatobiliary, Pancreatic, and Digestive Oncological Surgery, Robert Debré University Hospital, Reims, France.; Department of Surgery, St. Vincent's University Hospital Dublin, Ireland.; Division of Minimally invasive Surgical Oncology, ASST Grande Ospedale Metropolitano Niguarda, Milan, Italy.; Institute of Liver Studies, King's College Hospital, London, UK.; The Intervention Centre, Oslo University Hospital, Oslo, Norway.; Department of Surgery, Catharina Hospital, Eindhoven, the Netherlands.; Department of Surgery, Centre Hospitalier Regional Orleans, Orleans, France.; Southampton Clinical Trials Unit, University Hospital Southampton, Southampton, UK.; Hepatopancreatobiliary Surgery and Liver Transplant Unit, University of Modena and Reggio Emilia, Modena, Italy.; Department of Surgery in Linköping and Department of Biomedical and Clinical Sciences, Linköping University, Linköping, Sweden.; Department of Abdominal Surgery, AC Camargo Cancer Center, São Paulo, Brazil.; Department of Surgery N1, Yerevan State Medical University, Yerevan, Armenia.; Department of Clinical and Experimental Sciences, Surgical Clinic, University of Brescia, Italy.; Department of Surgery, General and Hepatobiliary Surgery, University Hospital G.B. Rossi, University and Hospital Trust of Verona, Verona, Italy.; Hepatobiliary and Pancreatic Surgery Unit, Manchester University NHS FT, Manchester, UK.; HPB & Liver Transplant Unit, Royal Free London, London, UK.; Hepato-Biliary and Pancreatic Surgery Unit, Hospital del Mar, Barcelona, Spain.; Department of Hepato-Pancreato-Biliary Surgery, Hospital Germans Trias i Pujol, Barcelona, Spain.","Year":"2024","DOI":"10.1097\/SLA.0000000000006006","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Decompensated Liver Cirrhosis Research Network (UK-CLIF): Building consensus for hepatology trials in the UK.","Journal":"NIHR open research","Authors":"Crisp H., Tavabie O., Enever Y., Allen R., Silverman M., Acevedo J., Chauhan A., Hogan B., Patel V., Mookerjee R., Wright G., Aspinall R., McPherson S., Cook A., Jalan R., Mehta G.","Affiliations":"UCL Institute for Liver and Digestive Health, London, UK.; Pharmexcel Limited, Welwyn Garden City, UK.; King's College Hospital NHS Foundation Trust, London, UK.; Royal Free London NHS Foundation Trust, London, UK.; Mid and South Essex NHS Foundation Trust, Basildon, UK.; PPI representative, Stoke-on-Trent, UK.; Portsmouth Hospitals University NHS Trust, Portsmouth, UK.; Leeds Teaching Hospitals NHS Trust, Leeds, UK.; Clinical Trials Unit, University of Southampton, Southampton, UK.; Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle upon Tyne, UK.; University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK.; University Hospitals Plymouth NHS Trust, Plymouth, UK.","Year":"2024","DOI":"10.3310\/nihropenres.13669.1","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Revisiting the Atrioventricular Conduction Axis for the 21st Century.","Journal":"Arrhythmia & electrophysiology review","Authors":"Anderson R., Sánchez-Quintana D., Spicer D., Macías Y., Cook A., Cabrera J., Mahmud R., Sternick E., Tretter J.","Affiliations":"Department of Pediatric Cardiology, Cleveland Clinic Children's Cleveland, OH, US.; Cardiovascular Sciences Institute, University College London London, UK.; The Heart, Vascular, and Thoracic Institute, Cleveland Clinic Cleveland, OH, US.; Biosciences Institute, Newcastle University Newcastle-upon-Tyne, UK.; Department of Human Anatomy and Cell Biology, Faculty of Medicine, University of Extremadura Badajoz, Spain.; Department of Medical and Surgical Therapeutics, Faculty of Veterinary, University of Extremadura Cáceres, Spain.; Unidad de Arritmias, Departamento de Cardiología, Hospital Universitario Quirón-Salud Madrid, Spain.; Complejo Hospitalario Ruber Juan Bravo, Universidad Europea de Madrid Madrid, Spain.; Congenital Heart Center, All Children's Hospital St Petersberg, FL, US.; Arrhythmia and Electrophysiology Department, Biocor Institute Nova Lima, Brazil.; Cardiac Electrophysiology Department, McLaren Bay Region Bay City, MI, US.","Year":"2024","DOI":"10.15420\/aer.2024.15","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"On preserving anatomical detail in statistical shape analysis for clustering: focus on left atrial appendage morphology.","Journal":"Frontiers in network physiology","Authors":"Lee M., Martorana V., Md R., Sivera R., Cook A., Menezes L., Burriesci G., Torii R., Bosi G.","Affiliations":"Department of Economics Management, and Statistics, University of Palermo, Palermo, Italy.; UCL Mechanical Engineering, University College of London, London, United Kingdom.; Bioengineering Group, Ri.MED Foundation, Palermo, Italy.; Biomedical Research Centre, National Institute for Health and Care Research, University College London Hospitals, London, United Kingdom.; UCL Institute of Cardiovascular Science, University College of London, London, United Kingdom.; UCL Medical Physics and Biomedical Engineering, University College of London, London, United Kingdom.","Year":"2024","DOI":"10.3389\/fnetp.2024.1467180","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"The IDEAL framework for surgical robotics: development, comparative evaluation and long-term monitoring.","Journal":"Nature medicine","Authors":"Marcus H., Ramirez P., Khan D., Layard Horsfall H., Hanrahan J., Williams S., Beard D., Bhat R., Catchpole K., Cook A., Hutchison K., Martin J., Melvin T., Stoyanov D., Rovers M., Raison N., Dasgupta P., Noonan D., Stocken D., Sturt G., Vanhoestenberghe A., Vasey B., McCulloch P.","Affiliations":"Department of Neurosurgery, National Hospital of Neurology and Neurosurgery, London, UK. h.marcus@ucl.ac.uk.; RCSEng Surgical Trials Centre, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, UK.; Wellcome\/Engineering and Physical Sciences Research Council (EPSRC) Centre for Interventional and Surgical Sciences (WEISS), London, UK.; NIHR Coordinating Centre and Clinical Trials Unit, University of Southampton, Southampton, UK.; King's Health Partners Academic Surgery, King's College London, London, UK.; Department of Biomedical Engineering and Imaging Sciences, King's College London, London, UK.; Moon Surgical, Paris, France.; Bowel Research UK, London, UK.; Department of Neurosurgery, National Hospital of Neurology and Neurosurgery, London, UK.; School of Biomedical Engineering & Imaging Sciences, King's College London, London, UK.; Department of Obstetrics and Gynaecology, Houston Methodist Hospital Neal Cancer Center, Houston, TX, USA.; RCS Surgical Interventional Trials Unit (SITU) & Robotic and Digital Surgery Initiative (RADAR), Nuffield Dept Orthopaedics, Rheumatology and Musculo-skeletal Sciences, University of Oxford, Oxford, UK.; Department of Surgery, Geneva University Hospital, Geneva, Switzerland.; Department of Gynaecological Oncology, Apollo Hospital, Bengaluru, India.; Nuffield Department of Surgical Sciences, University of Oxford, John Radcliffe Hospital, Oxford, UK. peter.mcculloch@nds.ox.ac.uk.; Department of Philosophy, Macquarie University, Sydney, Australia.; Department of Medical Gerontology, School of Medicine, Trinity College Dublin, Dublin, Republic of Ireland.; Department of Anesthesia & Perioperative Medicine, University of Western Ontario, Ontario, Canada.; Nuffield Department of Surgical Sciences, University of Oxford, John Radcliffe Hospital, Oxford, UK.; Department of Medical Imaging, Radboudumc, Nijmegen, the Netherlands.; Wellcome\/Engineering and Physical Sciences Research Council (EPSRC) Centre for Interventional and Surgical Sciences (WEISS), London, UK. h.marcus@ucl.ac.uk.; Department of Anaesthesia and Perioperative Medicine, Medical University of South Carolina, Charleston, SC, USA.","Year":"2024","DOI":"10.1038\/s41591-023-02732-7","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"The Atrioventricular Conduction Axis Revisited for the 21st Century.","Journal":"Journal of cardiovascular development and disease","Authors":"Sanchez-Quintana D., Cook A., Macias Y., Spicer D., Anderson R.","Affiliations":"Department of Human Anatomy and Cell Biology, Faculty of Medicine, University of Extremadura, 06006 Badajoz, Spain.; Institute of Cardiovascular Science, University College London, London WC1E 6BT, UK.; Department of Medical and Surgical Therapeutics, Faculty of Veterinary, University of Extremadura, 10071 Cáceres, Spain.; Heart Institute, Johns Hopkins All Children's Hospital, St. Petersburg, FL 33701, USA.; Biosciences Institute, Newcastle University, Newcastle upon Tyne NE1 7RU, UK.","Year":"2023","DOI":"10.3390\/jcdd10110471","DocumentType":"Article","PublicationDate":1700352000000},{"Title":"Feasibility and safety of synchrotron-based X-ray phase contrast imaging as a technique complementary to histopathology analysis.","Journal":"Histochemistry and cell biology","Authors":"Li K., Dejea H., De Winne K., Bonnin A., D'Onofrio V., Cox J., Garcia-Canadilla P., Lammens M., Cook A., Bijnens B., Dendooven A.","Affiliations":"Department of Infectious Diseases and Immunity, Jessa Hospital, Hasselt, Belgium.; ICREA, Barcelona, Spain.; Department of Biomedical Engineering, Lund University, Lund, Sweden.; Faculty of Medicine and Life Sciences, Hasselt University, Hasselt, Belgium. Amelie.dendooven@uzgent.be.; Swiss Light Source, Paul Scherrer Institute, Villigen, Switzerland.; IDIBAPS, Barcelona, Spain.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; BCNatal Barcelona Center for Maternal-Fetal and Neonatal Medicine, Hospital Sant Joan de Déu and Hospital Clínic, University of Barcelona, Barcelona, Spain.; Department of Pathology, Antwerp University Hospital and University of Antwerp, Antwerp, Belgium. Amelie.dendooven@uzgent.be.; Interdisciplinary Cardiovascular Research Group, Sant Joan de Déu Research Institute (IRSJD), Barcelona, Spain.; ETH Zurich, Zurich, Switzerland.; Department of Pathology, Antwerp University Hospital and University of Antwerp, Antwerp, Belgium.; MAX IV Laboratory, Lund, Sweden.; Faculty of Medicine and Life Sciences, Hasselt University, Hasselt, Belgium.","Year":"2023","DOI":"10.1007\/s00418-023-02220-6","DocumentType":"Article","PublicationDate":1698796800000},{"Title":"Three-dimensional printed hydrogel model vs cadaver: comparing inflatable penile prosthesis training and evaluation.","Journal":"The journal of sexual medicine","Authors":"Saba P., Cook A., Melnyk R., Schuler N., Holler T., Witthaus M., Ralph D., Collins J., Bettocchi C., Van Renterghem K., Ghazi A.","Affiliations":"Department of Urology, University of Rochester Medical Center, Rochester, NY 14642, United States.; Cattedra di Urologia-Policlinico, University of Bari, Bari, 70124, Italy.; Faculty of Medicine, Hasselt University, Hasselt, 3500, Belgium.; St Peters Andrology Centre, King Edward VII Hospital, London, W1G 6AA, United Kingdom.; Simulation Innovation Laboratory, University of Rochester Medical Center, Rochester, NY 14642, United States.; Department of Urology, Jessa Ziekenhuis-Campus Salvator, Hasselt, 3500, Belgium.; University College London, London, WC1E 6BT, United Kingdom.; EAU Section of Genitourinary Reconstructive Surgeons, Arnhem, NL-6803 AA, The Netherlands.; Department of Urology, University Hospitals Leuven, Zonhoven, 3520, Belgium.","Year":"2023","DOI":"10.1093\/jsxmed\/qdad071","DocumentType":"Article","PublicationDate":1690761600000},{"Title":"Expert Consensus Statement: Anatomy, Imaging, and Nomenclature of Congenital Aortic Root Malformations.","Journal":"The Annals of thoracic surgery","Authors":"Tretter J., Spicer D., Franklin R., Béland M., Aiello V., Cook A., Crucean A., Loomba R., Yoo S., Quintessenza J., Tchervenkov C., Jacobs J., Najm H., Anderson R.","Affiliations":"Paediatric Cardiology Department, Royal Brompton & Harefield National Health Service Trust, London, United Kingdom.; Division of Pediatric Cardiology, The Montreal Children's Hospital of the McGill University Health Centre, Montréal, Québec, Canada.; Congenital Heart Center, UF Health Shands Hospital, Division of Cardiovascular Surgery, Departments of Surgery and Pediatrics, University of Florida, Gainesville, Florida.; Division of Pediatric Cardiac Surgery, Cleveland Clinic Children's and the Heart, Vascular, and Thoracic Institute, Cleveland Clinic, Cleveland, Ohio.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Division of Cardiology, Advocate Children's Hospital, Oak Lawn, Illinois.; Division of Cardiology, Department of Pediatrics, Labatt Family Heart Centre, Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada.; Division of Cardiovascular Surgery, The Montreal Children's Hospital of the McGill University Health Centre, Montréal, Québec, Canada.; Heart Institute, Johns Hopkins All Children's Hospital, St Petersburg, Florida; Congenital Heart Center, UF Health Shands Hospital, Division of Cardiovascular Surgery, Departments of Surgery and Pediatrics, University of Florida, Gainesville, Florida.; Heart Institute, Johns Hopkins All Children's Hospital, St Petersburg, Florida.; Heart Institute (InCor), University of São Paulo School of Medicine, São Paulo, Brazil.; Department of Paediatric Cardiac Surgery, Birmingham Women's and Children's Hospital, Birmingham, United Kingdom.; Department of Pediatric Cardiology, Cleveland Clinic Children's and The Heart, Vascular, and Thoracic Institute, Cleveland Clinic, Cleveland, Ohio. Electronic address: trettej3@ccf.org.; Cardiovascular Research Centre, Biosciences Institute, Newcastle University, Newcastle upon Tyne, United Kingdom.","Year":"2023","DOI":"10.1016\/j.athoracsur.2023.03.023","DocumentType":"Article","PublicationDate":1688169600000},{"Title":"Use of virtual reality in complex double outlet right ventricle cases.","Journal":"Multimedia manual of cardiothoracic surgery : MMCTS","Authors":"Belitsis G., Pajaziti E., Schievano S., Capelli C., Cook A., Kostolny M.","Affiliations":"University College London and Great Ormond Street Hospital, London, UK.; Institute of Cardiovascular Science, Department of Children's Cardiovascular Disease, University College London, London, United Kingdom.; Great Ormond Street Hospital London UK.","Year":"2022","DOI":"10.1510\/mmcts.2022.085","DocumentType":"Article","PublicationDate":1670803200000},{"Title":"Comparative accuracy and cost-effectiveness of dynamic contrast-enhanced CT and positron emission tomography in the characterisation of solitary pulmonary nodules.","Journal":"Thorax","Authors":"Gilbert F., Harris S., Miles K., Weir-McCall J., Qureshi N., Rintoul R., Dizdarevic S., Pike L., Sinclair D., Shah A., Eaton R., Jones J., Clegg A., Benedetto V., Hill J., Cook A., Tzelis D., Vale L., Brindle L., Madden J., Cozens K., Little L., Eichhorst K., Moate P., McClement C., Peebles C., Banerjee A., Han S., Poon F., Groves A., Kurban L., Frew A., Callister M., Crosbie P., Gleeson F., Karunasaagarar K., Kankam O., George S.","Affiliations":"School of Health Sciences, University of Southampton, Southampton, UK.; Radiation Protection, East and North Hertfordshire NHS Trust, Stevenage, UK.; Centre for Innovation and Leadership in Health Sciences, University of Southampton, Southampton, UK.; King's College London and Guy's and St Thomas' PET Centre, School of Biomedical Engineering and Imaging Sciences, Kings College London, London, UK.; Department of Radiology, Churchill Hospital, Oxford, UK.; Division of Infection, Immunity and Respiratory Medicine, University Hospital of South Manchester, Manchester, UK.; Department of Radiology, University of Oxford, Oxford, UK.; Department of Radiology, University of Cambridge, Cambridge, UK.; Department of Radiology and Respiratory Medicine, Southampton University Hospitals NHS Foundation Trust, Southampton, UK.; Department of Radiology, Aberdeen Royal Hospitals NHS Trust, Aberdeen, UK.; Synthesis, Economic Evaluation and Decision Science (SEEDS) Group, Applied Health Research Hub, University of Central Lancashire, Preston, UK.; Population Health Science Institute, Newcastle University, Newcastle upon Tyne, UK.; Department of Respiratory Medicine, Leeds Teaching Hospitals NHS Trust, Leeds, UK.; Public Health Sciences and Medical Statistics, University of Southampton, Southampton, Southampton, UK.; Department of Radiology, University of Cambridge, Cambridge, UK fjg28@cam.ac.uk.; Imaging and Nuclear Medicine, Brighton and Sussex University Hospitals NHS Trust, Brighton, UK.; Department of Thoracic Medicine, East Sussex Healthcare NHS Trust, Saint Leonards-on-Sea, UK.; Southampton Clinical Trials Unit, University of Southampton, Southampton, UK.; West of Scotland PET Centre, Gartnavel General Hospital, Glasgow, UK.; Department of Radiology, Sheffield Teaching Hospitals NHS FoundationTrust, Sheffield, UK.; Department of Radiology, Royal Papworth Hospital NHS Foundation Trust, Cambridge, UK.; Department of Oncology, University of Cambridge, Cambridge, UK.; Institute of Nuclear Medicine, University College London, London, UK.; Department of Thoracic Oncology, Royal Papworth Hospital NHS Foundation Trust, Cambridge, UK.","Year":"2022","DOI":"10.1136\/thoraxjnl-2021-216948","DocumentType":"Article","PublicationDate":1664582400000},{"Title":"Aortic Arch Phenotypes in Double Outlet Right Ventricle (DORV)-Implications for Surgery and Multi-Modal Imaging.","Journal":"Journal of cardiovascular development and disease","Authors":"Gressani A., Aynetdinova R., Kostolny M., Schievano S., Cook A., Belitsis G.","Affiliations":"Department of Children's Cardiovascular Disease, University College London, London WC1N 1DZ, UK.; Medical School, University College London, London WC1E 6DE, UK.; Cardiothoracic Surgery Department, Great Ormond Street Hospital for Children, London WC1N 1DZ, UK.","Year":"2022","DOI":"10.3390\/jcdd9080262","DocumentType":"Article","PublicationDate":1660262400000},{"Title":"PKN2 deficiency leads both to prenatal 'congenital' cardiomyopathy and defective angiotensin II stress responses.","Journal":"The Biochemical journal","Authors":"Marshall J., Cull J., Alharbi H., Zaw Thin M., Cooper S., Barrington C., Vanyai H., Snoeks T., Siow B., Suáarez-Bonnet A., Herbert E., Stuckey D., Cameron A., Prin F., Cook A., Priestnall S., Chotani S., Rackham O., Meijles D., Mohun T., Clerk A., Parker P.","Affiliations":"Molecular and Clinical Sciences Institute, St George's University of London, London SW17 0RE, U.K.; Program in Cardiovascular and Metabolic Disorders, Duke-NUS Medical School, Singapore, Singapore.; Centre for Morphology and Structural Heart Disease, Institute of Institute of Cardiovascular Science, Zayed Centre for Research, 20 Guilford Street, London WC1N 1DZ, U.K.; In Vivo Imaging, Francis Crick Institute, 1 Midland Road, London London NW1 1AT, U.K.; Department of Pathobiology & Population Sciences, The Royal Veterinary College, North Mymms, Hatfield, Hertfordshire AL9 7TA, U.K.; Protein Phosphorylation Laboratory, Francis Crick Institute, 1 Midland Road, London NW1 1AT, U.K.; Kinase Biology Laboratory, John Vane Science Centre, Barts Cancer Institute, Queen Mary University of London, Charterhouse Square, London EC1M 6BQ, U.K.; Heart Formation in Vertebrates Laboratory, Francis Crick Institute, 1 Midland Road, London NW1 1AT, U.K.; School of Cancer and Pharmaceutical Sciences, New Hunt's House, Guy's Campus, London SE1 1UL, U.K.; School of Biological Sciences, University of Reading, Reading RG6 2AS, U.K.; UCL Centre for Advanced Biomedical Imaging, Division of Medicine, University College London, London WC1E 6DD, U.K.; Bioinformatics and Biostatistics, Francis Crick Institute, 1 Midland Road, London NW1 1AT, U.K.; Experimental Histopathology, Francis Crick Institute, 1 Midland Road, London NW1 1AT, U.K.; Epithelial Biology Laboratory, Francis Crick Institute, 1 Midland Road, London London NE1 1AT, U.K.","Year":"2022","DOI":"10.1042\/BCJ20220281","DocumentType":"Article","PublicationDate":1657843200000},{"Title":"Predictors of post-TAVI conduction abnormalities in patients with bicuspid aortic valves.","Journal":"Open heart","Authors":"Esposito G., Kumar N., Pugliese F., Sayers M., Chow A., Kennon S., Ozkor M., Mathur A., Baumbach A., Lloyd G., Mullen A., Cook A., Mullen M., Patel K.","Affiliations":"Barts Health NHS Trust, London, UK.; Barts Heart Centre, Barts Health NHS Trust, London, UK.; University College London Institute of Cardiovascular Science, London, UK.; Centre for Cardiovascular Medicine and Devices, Queen Mary University William Harvey Research Institute, London, UK.; King's College London Faculty of Life Sciences and Medicine, London, UK.; Cardiology, Barts Health NHS Trust, London, UK kush.p.patel04@gmail.com.; Centre for Advanced Cardiovascular Imaging, Queen Mary University William Harvey Research Institute, London, UK.; Cardiology, Barts Health NHS Trust, London, UK.","Year":"2022","DOI":"10.1136\/openhrt-2022-001995","DocumentType":"Article","PublicationDate":1656633600000},{"Title":"Demonstration of Use of a Novel 3D Printed Simulator for Mitral Valve Transcatheter Edge-to-Edge Repair (TEER).","Journal":"Materials (Basel, Switzerland)","Authors":"Bertolini M., Mullen M., Belitsis G., Babu A., Colombo G., Cook A., Mullen A., Capelli C.","Affiliations":"Barts Health NHS Trust, London E1 1BB, UK.; Institute of Cardiovascular Science, University College London, London WC1E 6BT, UK.; Department of Mechanical Engineering, Politecnico di Milano, 20133 Milan, Italy.","Year":"2022","DOI":"10.3390\/ma15124284","DocumentType":"Article","PublicationDate":1655424000000},{"Title":"Dynamic contrast-enhanced CT compared with positron emission tomography CT to characterise solitary pulmonary nodules: the SPUtNIk diagnostic accuracy study and economic modelling.","Journal":"Health technology assessment (Winchester, England)","Authors":"Gilbert F., Harris S., Miles K., Weir-McCall J., Qureshi N., Rintoul R., Dizdarevic S., Pike L., Sinclair D., Shah A., Eaton R., Clegg A., Benedetto V., Hill J., Cook A., Tzelis D., Vale L., Brindle L., Madden J., Cozens K., Little L., Eichhorst K., Moate P., McClement C., Peebles C., Banerjee A., Han S., Poon F., Groves A., Kurban L., Frew A., Callister M., Crosbie P., Gleeson F., Karunasaagarar K., Kankam O., George S.","Affiliations":"School of Health Sciences, University of Southampton, Southampton, UK.; Brighton and Sussex Medical School, Brighton, UK.; North West Lung Centre, University Hospital of South Manchester, Manchester, UK.; Departments of Imaging and Nuclear Medicine and Respiratory Medicine, Brighton and Sussex University Hospitals NHS Trust, Brighton, UK.; University of Oxford, Oxford, UK.; Department of Radiology, Royal Papworth Hospital, Cambridge, UK.; Department of Radiology, Churchill Hospital, Oxford, UK.; Department of Radiology, Aberdeen Royal Hospitals NHS Trust, Aberdeen, UK.; Faculty of Health and Wellbeing, University of Central Lancashire, Preston, UK.; Population Health Sciences Institute, Newcastle University, Newcastle upon Tyne, UK.; Department of Respiratory Medicine, Leeds Teaching Hospitals NHS Trust, Leeds, UK.; University Hospital Southampton NHS Foundation Trust, Southampton, UK.; Public Health Sciences and Medical Statistics, University of Southampton, Southampton, UK.; King's College London and Guy's and St Thomas' PET Centre, School of Biomedical Engineering and Imaging Sciences, King's College London, London, UK.; Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK.; West of Scotland PET Centre, Gartnavel Hospital, Glasgow, UK.; Department of Thoracic Medicine, East Sussex Healthcare NHS Trust, Saint Leonards-on-Sea, UK.; Southampton Clinical Trials Unit, University of Southampton, Southampton, UK.; Radiation Protection Department, East and North Hertfordshire NHS Trust, Stevenage, UK.; Department of Radiology, University of Cambridge School of Clinical Medicine, Biomedical Research Centre, University of Cambridge, Cambridge, UK.; Department of Radiology and Respiratory Medicine, University Hospital Southampton NHS Foundation Trust, Southampton, UK.; Department of Oncology, University of Cambridge, Cambridge, UK.; Institute of Nuclear Medicine, University College London, London, UK.; Department of Thoracic Oncology, Royal Papworth Hospital, Cambridge, UK.","Year":"2022","DOI":"10.3310\/WCEI8321","DocumentType":"Article","PublicationDate":1646092800000},{"Title":"GOing Forward With the Cardiac Conduction System Using Gene Ontology.","Journal":"Frontiers in genetics","Authors":"Chloe Li K., Cook A., Lovering R.","Affiliations":"Department of Preclinical and Fundamental Science, Institute of Cardiovascular Science, Functional Gene Annotation, University College London, London, United Kingdom.; Department of Children's Cardiovascular Disease, Centre for Morphology and Structural Heart Disease, Institute of Cardiovascular Science, University College London, London, United Kingdom.","Year":"2022","DOI":"10.3389\/fgene.2022.802393","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"The Role of Patient-Specific Morphological Features of the Left Atrial Appendage on the Thromboembolic Risk Under Atrial Fibrillation.","Journal":"Frontiers in cardiovascular medicine","Authors":"Musotto G., Monteleone A., Vella D., Di Leonardo S., Viola A., Pitarresi G., Zuccarello B., Pantano A., Cook A., Bosi G., Burriesci G.","Affiliations":"UCL Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, London, United Kingdom.; UCL Mechanical Engineering, University College London, London, United Kingdom.; Bioengineering Unit, Ri.MED Foundation, Palermo, Italy.; Department of Engineering, University of Palermo, Palermo, Italy.","Year":"2022","DOI":"10.3389\/fcvm.2022.894187","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"Detailed quantification of cardiac ventricular myocardial architecture in the embryonic and fetal mouse heart by application of structure tensor analysis to high resolution episcopic microscopic data.","Journal":"Frontiers in cell and developmental biology","Authors":"Garcia-Canadilla P., Mohun T., Bijnens B., Cook A.","Affiliations":"UCL Institute of Cardiovascular Science, London, United Kingdom.; ICREA, Barcelona, Spain.; Cardiovascular Diseases and Child Development, Institut de Recerca Sant Joan de Déu, Esplugues de Llobregat, Spain.; The Francis Crick Institute, London, United Kingdom.; Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain.; BCNatal-Barcelona Center for Maternal-Fetal and Neonatal Medicine (Hospital Sant Joan de Déu and Hospital Clínic, University of Barcelona), Barcelona, Spain.","Year":"2022","DOI":"10.3389\/fcell.2022.1000684","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"Enhanced 3D visualization for planning biventricular repair of double outlet right ventricle: a pilot study on the advantages of virtual reality.","Journal":"European heart journal. Digital health","Authors":"Milano E., Kostolny M., Pajaziti E., Marek J., Regan W., Caputo M., Luciani G., Mortensen K., Cook A., Schievano S., Capelli C.","Affiliations":"Cardiorespiratory Division, Great Ormond Street Hospital for Children NHS Foundation Trust, Great Ormond Street, WC1N 3JH, London, UK.; Department of Congenital Heart Disease, Evelina London Children's Hospital, Westminster Bridge Rd, SE1 7EH, London, UK.; Bristol Heart Institute, Bristol Medical School, Bristol Medical School, University of Bristol, St Michael's Hill, BS2 8DZ, Bristol, UK.; UCL Institute for Cardiovascular Science and Great Ormond Street Hospital, 20c Guilford St, London WC1N 1DZ, UK.; Department of Cardiothoracic Surgery, Great Ormond Street Hospital for Children NHS Foundation Trust, Great Ormond Street, WC1N 3JH, London, UK.; Department of Surgery, Dentistry, Paediatrics and Gynaecology, University of Verona, P.le Scuro 10, 37134, Verona, Italy.","Year":"2021","DOI":"10.1093\/ehjdh\/ztab087","DocumentType":"Article","PublicationDate":1638316800000},{"Title":"Nomenclature for Pediatric and Congenital Cardiac Care: Unification of Clinical and Administrative Nomenclature - The 2021 International Paediatric and Congenital Cardiac Code (IPCCC) and the Eleventh Revision of the International Classification of Diseases (ICD-11).","Journal":"Cardiology in the young","Authors":"Jacobs J., Franklin R., Béland M., Spicer D., Colan S., Walters H., Bailliard F., Houyel L., St Louis J., Lopez L., Aiello V., Gaynor J., Krogmann O., Kurosawa H., Maruszewski B., Stellin G., Weinberg P., Jacobs M., Boris J., Cohen M., Everett A., Giroud J., Guleserian K., Hughes M., Juraszek A., Seslar S., Shepard C., Srivastava S., Cook A., Crucean A., Hernandez L., Loomba R., Rogers L., Sanders S., Savla J., Tierney E., Tretter J., Wang L., Elliott M., Mavroudis C., Tchervenkov C.","Affiliations":"Cardiovascular Surgery, Children's Hospital of Michigan, Wayne State University School of Medicine, Detroit, MI, USA.; Department of Cardiology, Boston Children's Hospital, Harvard University, Boston, MA, USA.; Congenital Heart Center, UF Health Shands Hospital, Division of Cardiovascular Surgery, Departments of Surgery and Pediatrics, University of Florida, Gainesville, FL, USA.; Department of Surgery and Pediatrics, Children Hospital of Georgia, Augusta University, Augusta, Georgia.; Cardiac Center, Children's Hospital of Philadelphia, Philadelphia, PA, USA.; Johns Hopkins All Children's Hospital, Johns Hopkins University, Saint Petersburg, FL, USA.; Peyton Manning Children's Hospital, Indianapolis, IN, USA.; Paediatric Cardiology Department, Royal Brompton & Harefield NHS Trust, London, UK.; Jeffrey R. Boris, MD LLC, Moylan, PA, USA.; All Children's Hospital, Saint Petersburg, FL, USA.; Department for Pediatric and Congenital Heart Surgery, Children's Memorial Health Institute, Warsaw, Poland.; Joe DiMaggio Children's Hospital Heart Institute, Hollywood, FL, USA.; Division of Cardiovascular Surgery, The Montreal Children's Hospital of the McGill University Health Centre, Montréal, Québec, Canada.; University College London, London, UK.; Duke University, Durham, NC, USA.; Department of Pediatrics, Division of Pediatric Cardiology, Seattle Children's Hospital, University of Washington, Seattle, WA, USA.; Cardiology Department, Norfolk and Norwich University Hospital NHS Trust, UK.; Pediatric and Congenital Cardiac Surgical Unit, Department of Cardiothoracic and Vascular Sciences, University of Padova, Padova, Italy.; Advocate Children's Heart Institute, Advocate Children's Hospital, Oak Lawn, IL, USA.; Cardiovascular Surgery, Tokyo Women's Medical University, Tokyo, Japan.; Division of Cardiology, Department of Cardiovascular Medicine, Nemours Cardiac Center at the Alfred I. duPont Hospital for Children, Wilmington, DE, USA.; Congenital Heart Surgery, Medical City Children's Hospital, Dallas, TX, USA.; Institute of Cardiovascular Science, University College London, London, UK.; Johns Hopkins University, Baltimore, Maryland, USA.; Bailliard Henry Pediatric Cardiology, Raleigh, North Carolina, United States of America.; Lucile Packard Children's Hospital Stanford, Stanford University School of Medicine, Palo Alto, California, USA.; Pediatric Cardiology-Congenital Heart Disease, Heart Center Duisburg, Duisburg, Germany.; Department of Pediatrics, Heart Institute, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH, USA.; Congenital and Pediatric Medico-Surgical Unit, Necker Hospital-M3C, Paris, France.; Congenital Heart Surgery, Birmingham Women's and Children's Foundation Trust Hospital, University of Birmingham, Birmingham, UK.; Heart Centre, First Hospital of Tsinghua University, Beijing, China.; Terry Heart Institute, Wolfson Children's Hospital, Jacksonville, FL, USA.; Division of Paediatric Cardiology, The Montreal Children's Hospital of the McGill University Health Centre, Montréal, Québec, Canada.; Heart Institute (InCor), University of São Paulo School of Medicine, São Paulo, Brazil.; Children's Heart Clinic of Minneapolis, Minneapolis, MN, USA.","Year":"2021","DOI":"10.1017\/S104795112100281X","DocumentType":"Article","PublicationDate":1625097600000},{"Title":"Micro-computed tomography (micro-CT) for the assessment of myocardial disarray, fibrosis and ventricular mass in a feline model of hypertrophic cardiomyopathy.","Journal":"Scientific reports","Authors":"Novo Matos J., Garcia-Canadilla P., Simcock I., Hutchinson J., Dobromylskyj M., Guy A., Arthurs O., Cook A., Luis Fuentes V.","Affiliations":"Clinical Sciences and Services, Royal Veterinary College, London, UK. jms330@cam.ac.uk.; Department of Radiology, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; Finn Pathologists, Norfolk, UK.; Department of Histopathology, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; Clinical Sciences and Services, Royal Veterinary College, London, UK.; National Institute for Health Research Great Ormond Street Hospital Biomedical Research Centre, London, UK.; Institut D'Investigacions Biomèdiques August Pi I Sunyer, Barcelona, Spain.","Year":"2020","DOI":"10.1038\/s41598-020-76809-5","DocumentType":"Article","PublicationDate":1605744000000},{"Title":"Cardiac multi-scale investigation of the right and left ventricle ","Journal":"Cardiovascular diagnosis and therapy","Authors":"Dejea H., Bonnin A., Cook A., Garcia-Canadilla P.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; Institute for Biomedical Engineering, University and ETH Zurich, Zurich, Switzerland.; Paul Scherrer Institut, Villigen PSI, Villigen, Switzerland.; Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain.","Year":"2020","DOI":"10.21037\/cdt-20-269","DocumentType":"Article","PublicationDate":1601510400000},{"Title":"Micro-computed tomography of isolated fetal hearts following termination of pregnancy: A feasibility study at 8 to 12 weeks' gestation.","Journal":"Prenatal diagnosis","Authors":"Sandaite I., Lombardi C., Cook A., Fabietti I., Deprest J., Boito S.","Affiliations":"Department of Radiology, Studio Diagnostico Eco, Vimercate, Italy.; Research Department for Children's Cardiovascular Disease, UCL Institute of Cardiovascular Science, London, UK.; Fetal Medicine and Surgery Unit, Fondazione Ca' Granda, Ospedale Maggiore Policlinico, Milan, Italy.; Division of Woman and Child, Department of Obstetrics & Gynaecology, University Hospitals Leuven, Leuven, Belgium.","Year":"2020","DOI":"10.1002\/pd.5719","DocumentType":"Article","PublicationDate":1593561600000},{"Title":"Author Correction: Comprehensive Analysis of Animal Models of Cardiovascular Disease using Multiscale X-Ray Phase Contrast Tomography.","Journal":"Scientific reports","Authors":"Dejea H., Garcia-Canadilla P., Cook A., Guasch E., Zamora M., Crispi F., Stampanoni M., Bijnens B., Bonnin A.","Affiliations":"ICREA, Barcelona, Spain.; Centre for Biomedical Research on Rare Diseases (CIBER-ER), Hospital Clínic, Barcelona, Spain.; Paul Scherrer Institut, Villigen PSI, Switzerland. hector.dejea@psi.ch.; Centro de Investigación Biomédica en Red - Cardiovascular (CIBER-CV), Madrid, Spain.; Arrhythmia Unit, Department of Cardiology, Hospital Clínic de Barcelona, Barcelona, Spain.; Paul Scherrer Institut, Villigen PSI, Switzerland.; Institute for Biomedical Engineering, University and ETH Zurich, Zurich, Switzerland. hector.dejea@psi.ch.; Institute of Cardiovascular Science, University College London, London, UK.; PhySense, DTIC, Universitat Pompeu Fabra, Barcelona, Spain.; Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain.; Institute for Biomedical Engineering, University and ETH Zurich, Zurich, Switzerland.; BCNatal, Hospital Clínic and Hospital Sant Joan de Déu, Barcelona, Spain.","Year":"2019","DOI":"10.1038\/s41598-019-54945-x","DocumentType":"Article","PublicationDate":1574985600000},{"Title":"Myoarchitectural disarray of hypertrophic cardiomyopathy begins pre-birth.","Journal":"Journal of anatomy","Authors":"Garcia-Canadilla P., Cook A., Mohun T., Oji O., Schlossarek S., Carrier L., McKenna W., Moon J., Captur G.","Affiliations":"DZHK (German Center for Cardiovascular Research), partner site Hamburg\/Kiel\/Lübeck, Hamburg, Germany.; Institute of Cardiovascular Science, University College London, London, UK.; The Cardiovascular Magnetic Resonance Imaging Unit, Barts Heart Centre, St Bartholomew's Hospital, London, UK.; Cardiovascular Research Centre, Institute of Experimental Pharmacology and Toxicology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany.; The Francis Crick Institute, London, UK.","Year":"2019","DOI":"10.1111\/joa.13058","DocumentType":"Article","PublicationDate":1572566400000},{"Title":"Practical help for specifying the target difference in sample size calculations for RCTs: the DELTA","Journal":"Health technology assessment (Winchester, England)","Authors":"Cook J., Julious S., Sones W., Hampson L., Hewitt C., Berlin J., Ashby D., Emsley R., Fergusson D., Walters S., Wilson E., MacLennan G., Stallard N., Rothwell J., Bland M., Brown L., Ramsay C., Cook A., Armstrong D., Altman D., Vale L.","Affiliations":"Wessex Institute, University of Southampton, Southampton, UK.; Health Economics Group, Institute of Health & Society, Newcastle University, Newcastle upon Tyne, UK.; Department of Health Sciences, University of York, York, UK.; School of Population Health and Environmental Sciences, King's College London, London, UK.; Warwick Medical School, Statistics and Epidemiology, University of Warwick, Coventry, UK.; Imperial Clinical Trials Unit, Imperial College London, London, UK.; Centre for Healthcare Randomised Trials, University of Aberdeen, Aberdeen, UK.; Department of Biostatistics and Health Informatics, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK.; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada.; Health Services Research Unit, University of Aberdeen, Aberdeen, UK.; Cambridge Centre for Health Services Research, Cambridge Clinical Trials Unit University of Cambridge, Cambridge, UK.; MRC Clinical Trials Unit, Institute of Clinical Trials and Methodology, University College London, London, UK.; Health Economics Group, Norwich Medical School, University of East Anglia, Norwich, UK.; York Trials Unit, Department of Health Sciences, University of York, York, UK.; Medical Statistics Group, School of Health and Related Research, University of Sheffield, Sheffield, UK.; Johnson & Johnson, Titusville, NJ, USA.; Statistical Methodology and Consulting, Novartis Pharma AG, Basel, Switzerland.; Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, UK.","Year":"2019","DOI":"10.3310\/hta23600","DocumentType":"Article","PublicationDate":1569888000000},{"Title":"Taking Surgery Out of Reality.","Journal":"Circulation. Cardiovascular imaging","Authors":"Milano E., Pajaziti E., Sauvage E., Cook A., Schievano S., Mortensen K., Taylor A., Marek J., Kostolny M., Capelli C.","Affiliations":"Slovak Medical University, Bratislava, Slovakia (M.K.).; Department of Cardiothoracic Surgery, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK (M.K.).; UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK (E.G.M., E.P., E.S., A.C., S.S., A.M.T., J.M., C.C.).; Cardiorespiratory Unit, Great Ormond Street Hospital for Children NHS Foundation Trust, London UK (E.G.M., K.H.M., A.M.T., J.M.).","Year":"2019","DOI":"10.1161\/CIRCIMAGING.119.009297","DocumentType":"Article","PublicationDate":1561939200000},{"Title":"Comprehensive Analysis of Animal Models of Cardiovascular Disease using Multiscale X-Ray Phase Contrast Tomography.","Journal":"Scientific reports","Authors":"Dejea H., Garcia-Canadilla P., Cook A., Guasch E., Zamora M., Crispi F., Stampanoni M., Bijnens B., Bonnin A.","Affiliations":"ICREA, Barcelona, Spain.; Centre for Biomedical Research on Rare Diseases (CIBER-ER), Hospital Clínic, Barcelona, Spain.; Paul Scherrer Institut, Villigen PSI, Switzerland. hector.dejea@psi.ch.; Centro de Investigación Biomédica en Red - Cardiovascular (CIBER-CV), Madrid, Spain.; Arrhythmia Unit, Department of Cardiology, Hospital Clínic de Barcelona, Barcelona, Spain.; Paul Scherrer Institut, Villigen PSI, Switzerland.; Institute for Biomedical Engineering, University and ETH Zurich, Zurich, Switzerland. hector.dejea@psi.ch.; Institute of Cardiovascular Science, University College London, London, UK.; PhySense, DTIC, Universitat Pompeu Fabra, Barcelona, Spain.; Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain.; Institute for Biomedical Engineering, University and ETH Zurich, Zurich, Switzerland.; BCNatal, Hospital Clínic and Hospital Sant Joan de Déu, Barcelona, Spain.","Year":"2019","DOI":"10.1038\/s41598-019-43407-z","DocumentType":"Article","PublicationDate":1557100800000},{"Title":"Assessing the criteria for definition of perimembranous ventricular septal defects in light of the search for consensus.","Journal":"Orphanet journal of rare diseases","Authors":"Tretter J., Tran V., Gray S., Ta H., Loomba R., O'Connor W., Spicer D., Cook A., Anderson R.","Affiliations":"Department of Pathology, University of Kentucky Medical Center, Lexington, KY, USA.; Institute of Genetics, Newcastle University, Newcastle upon Tyne, UK.; Department of Pediatric Cardiology, University of Florida, Gainesville, Florida, USA.; The Heart Institute, Cincinnati Children's Hospital Medical Center, 3333 Burnet Avenue, Cincinnati, OH, 45229, USA.; Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH, USA. justin.tretter@cchmc.org.; Institute of Cardiovascular Science, University College London, London, UK.; Advocate Children's Heart Institute, Advocate Children's Hospital, Oak Lawn, IL, USA.; The Heart Institute, Cincinnati Children's Hospital Medical Center, 3333 Burnet Avenue, Cincinnati, OH, 45229, USA. justin.tretter@cchmc.org.","Year":"2019","DOI":"10.1186\/s13023-019-1044-2","DocumentType":"Article","PublicationDate":1554249600000},{"Title":"DELTA","Journal":"BMJ (Clinical research ed.)","Authors":"Cook J., Julious S., Sones W., Hampson L., Hewitt C., Berlin J., Ashby D., Emsley R., Fergusson D., Walters S., Wilson E., MacLennan G., Stallard N., Rothwell J., Bland M., Brown L., Ramsay C., Cook A., Armstrong D., Altman D., Vale L.","Affiliations":"Centre for Healthcare Randomised Trials (CHaRT), University of Aberdeen, Aberdeen, UK.; Imperial Clinical Trials Unit, School of Public Health, Imperial College London, London, UK.; Statistical Methodology and Consulting, Novartis, Basel, Switzerland.; MRC Clinical Trials Unit at University College London, Institute of Clinical Trials and Methodology, London, UK.; Warwick Medical School-Statistics and Epidemiology, University of Warwick, Coventry, UK.; Department of Biostatistics and Health Informatics, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK.; Health Services Research Unit, University of Aberdeen, Aberdeen, UK.; Department of Mathematics and Statistics, Lancaster University, Lancaster, UK.; Johnson & Johnson, Titusville, NJ, USA.; Wessex Institute, University of Southampton, Southampton, UK jonathan.cook@ndorms.ox.ac.uk.; Health Economics Group, Institute of Health and Society, Newcastle University, Newcastle upon Tyne, UK.; Medical Statistics Group, ScHARR, University of Sheffield, Sheffield, UK.; Department of Health Sciences, University of York, Heslington, York, UK.; Cambridge Centre for Health Services Research and Cambridge Clinical Trials Unit, University of Cambridge, Institute of Public Health, Cambridge, UK.; Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Botnar Research Centre, Nuffield Orthopaedic Centre, Oxford OX3 7LD, UK.; School of Population Health and Environmental Sciences, Faculty of Life Sciences and Medicine, King's College London, London, UK.; Clinical Epidemiology Programme, Ottawa Hospital Research Institute, Ottawa, ON, Canada.; Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Botnar Research Centre, Nuffield Orthopaedic Centre, Oxford OX3 7LD, UK jonathan.cook@ndorms.ox.ac.uk.","Year":"2018","DOI":"10.1136\/bmj.k3750","DocumentType":"Article","PublicationDate":1541376000000},{"Title":"Classification of Ventricular Septal Defects for the Eleventh Iteration of the International Classification of Diseases-Striving for Consensus: A Report From the International Society for Nomenclature of Paediatric and Congenital Heart Disease.","Journal":"The Annals of thoracic surgery","Authors":"Lopez L., Houyel L., Colan S., Anderson R., Béland M., Aiello V., Bailliard F., Cohen M., Jacobs J., Kurosawa H., Sanders S., Walters H., Weinberg P., Boris J., Cook A., Crucean A., Everett A., Gaynor J., Giroud J., Guleserian K., Hughes M., Juraszek A., Krogmann O., Maruszewski B., St Louis J., Seslar S., Spicer D., Srivastava S., Stellin G., Tchervenkov C., Wang L., Franklin R.","Affiliations":"Institute of Genetic Medicine, Newcastle University, Newcastle-upon-Tyne, United Kingdom.; Division of Pediatric Cardiology, University of Florida College of Medicine Jacksonville, Jacksonville, Florida.; Pediatric Cardiology Department, Royal Brompton & Harefield National Health Service Trust, London, United Kingdom.; Congenital Heart Center, Department of Pediatric Cardiology, University of Florida, Gainesville, Florida.; Cardiology Department, Great Ormond Street Hospital for Children, London, United Kingdom.; Department for Pediatric and Congenital Heart Surgery, Children's Memorial Health Institute, Warsaw, Poland.; Division of Cardiovascular Surgery, Montreal Children's Hospital, McGill University Health Centre, Montréal, Québec, Canada.; Research Department of Children's Cardiovascular Disease, University College London Institute of Cardiovascular Science, London, United Kingdom.; Division of Pediatric Cardiology, Department of Pediatrics, Seattle Children's Hospital, University of Washington, Seattle, Washington.; Cardiovascular Surgery, Children's Hospital of Michigan, Wayne State University School of Medicine, Detroit, Michigan.; Department of Cardiology, Boston Children's Hospital, Boston, Massachusetts.; Heart Institute, Johns Hopkins All Children's Hospital, St. Petersburg, Florida.; Pediatric and Congenital Cardiac Surgical Unit, Department of Cardiothoracic and Vascular Sciences, University of Padova, Padova, Italy.; Cardiovascular Surgery, Tokyo Women's Medical University, Tokyo, Japan.; Cardiac Center, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania.; Division of Pediatric Cardiology, Montreal Children's Hospital, McGill University Health Centre, Montréal, Québec, Canada.; Department of Surgery, University of Missouri Kansas City School of Medicine, Kansas City, Missouri.; Heart Program, Nicklaus Children's Hospital, Miami, Florida. Electronic address: leolopezmd@gmail.com.; Division of Pediatric Cardiology, Icahn School of Medicine, Children's Heart Center, Mount Sinai Hospital, New York, New York.; Pediatric Cardiology-Congenital Heart Disease, Heart Center Duisburg, Duisburg, Germany.; Congenital Heart Surgery, Birmingham Women's and Children's Foundation Trust Hospital, University of Birmingham, Birmingham, United Kingdom.; Heart Program, Nicklaus Children's Hospital, Miami, Florida.; Department of Congenital Cardiac Surgery, Marie-Lannelongue Hospital, Le Plessis-Robinson, France.; Heart Centre, First Hospital of Tsinghua University, Beijing, China.; Heart Institute (InCor), University of São Paulo School of Medicine, São Paulo, Brazil.; Bailliard Henry Pediatric Cardiology, Raleigh, North Carolina.; Division of Pediatric Cardiology, Johns Hopkins Hospital, Baltimore, Maryland.","Year":"2018","DOI":"10.1016\/j.athoracsur.2018.06.020","DocumentType":"Article","PublicationDate":1541030400000},{"Title":"Complex Congenital Heart Disease Associated With Disordered Myocardial Architecture in a Midtrimester Human Fetus.","Journal":"Circulation. Cardiovascular imaging","Authors":"Garcia-Canadilla P., Dejea H., Bonnin A., Balicevic V., Loncaric S., Zhang C., Butakoff C., Aguado-Sierra J., Vázquez M., Jackson L., Stuckey D., Rau C., Stampanoni M., Bijnens B., Cook A.","Affiliations":"Institute of Cardiovascular Science (P.G.-C., A.C.C.), University College London, United Kingdom.; Diamond Manchester Imaging Branchline (I13-2), Diamond Lightsource, Oxford, United Kingdom (C.R.).; Faculty of Electrical Engineering and Computing, University of Zagreb, Zagreb, Croatia (V.B., S.L.).; Department of Information and Communications Technologies, Universitat Pompeu Fabra, Barcelona, Spain (P.G.-C., C.Z., C.B., B.B.).; IIIA-CSIC, Bellaterra, Spain (M.V.).; Division of Medicine, Centre for Advanced Biomedical Imaging (L.H.J., D.J.S.), University College London, United Kingdom.; Swiss Light Source, Paul Scherrer Institut, Villigen, Switzerland (H.D., A.B., M.S.).; Barcelona Supercomputing Center-Centro Nacional de Supercomputación, Campus Nord Universitat Politecnica de Catalunya, Barcelona, Spain (J.A.-S., M.V.).; Institución Catalana de Investigación y Estudios Avanzados, Barcelona, Spain (B.B.).; Institute for Biomedical Engineering, ETH Zurich, Zurich, Switzerland (H.D., M.S.).","Year":"2018","DOI":"10.1161\/CIRCIMAGING.118.007753","DocumentType":"Article","PublicationDate":1538352000000},{"Title":"Quantification of the detailed cardiac left ventricular trabecular morphogenesis in the mouse embryo.","Journal":"Medical image analysis","Authors":"Paun B., Bijnens B., Cook A., Mohun T., Butakoff C.","Affiliations":"Department of Information and Communication Technologies, Universitat Pompeu Fabra, c. Roc Boronat 138, Barcelona 08018, Spain; ICREA, Passeig Lluís Companys, 23, Barcelona 08018, Spain; KU Leuven, Oude Markt 13, Leuven 3000, Belgium.; The Francis Crick Institute, 1 Midland Road, London, UK.; Department of Information and Communication Technologies, Universitat Pompeu Fabra, c. Roc Boronat 138, Barcelona 08018, Spain. Electronic address: bruno.paun@upf.edu.; Department of Information and Communication Technologies, Universitat Pompeu Fabra, c. Roc Boronat 138, Barcelona 08018, Spain.; UCL Institute of Cardiovascular Science, University College London, Gower Street, London, UK.","Year":"2018","DOI":"10.1016\/j.media.2018.08.001","DocumentType":"Article","PublicationDate":1538352000000},{"Title":"The Southampton Consensus Guidelines for Laparoscopic Liver Surgery: From Indication to Implementation.","Journal":"Annals of surgery","Authors":"Abu Hilal M., Aldrighetti L., Dagher I., Edwin B., Troisi R., Alikhanov R., Aroori S., Belli G., Besselink M., Briceno J., Gayet B., D'Hondt M., Lesurtel M., Menon K., Lodge P., Rotellar F., Santoyo J., Scatton O., Soubrane O., Sutcliffe R., Van Dam R., White S., Halls M., Cipriani F., Van der Poel M., Ciria R., Barkhatov L., Gomez-Luque Y., Ocana-Garcia S., Cook A., Buell J., Clavien P., Dervenis C., Fusai G., Geller D., Lang H., Primrose J., Taylor M., Van Gulik T., Wakabayashi G., Asbun H., Cherqui D.","Affiliations":"University Hospital Reina, Sofia Cordoba, Spain.; Mayo Clinic, Jacksonville, FL.; Antoine-Beclere Hospital, Paris, France.; Croix Rousse University Hospital, Lyon, France.; University of Pittsburgh, Pittsburgh, PA.; University Hospital Birmingham, Birmingham, UK.; Hepatobiliary Centre-Paul Brousse Hospital, Villejuif-Paris, France.; Beaujon Hospital, Clichy, France.; Iwate Medical University, Morioka, Japan.; Newcastle upon Tyne NHS Foundation Trust, Newcastle, UK.; University Hospital Southampton, Southampton, UK.; Louisiana State University and Medical Center, New Orleans, LA.; Academic Medical Centre, Amsterdam, Netherlands.; Leeds Teaching Hospitals NHS Trust, Leeds, UK.; Institut Mutualiste Montsouris, Paris, France.; Loreto Nuovo Hospital, Naples, Italy.; Moscow Clinical Scientific Centre, Moscow, Russia.; AZ Groeninge, Kortrijk, Belgium.; Mater hospital, Belfast, Northern Ireland.; Mainz University Hospital, Mainz, Germany.; Navarra University, Pamplona, Spain.; Maastricht University Medical Centre, Maastricht, Nehterlands.; Plymouth Hospital NHS Trust, Plymouth, UK.; University Hospital Zurich, Zurich, Switzerland.; Malaga University Hospital, Malaga, Spain.; The Intervention Centre, Department of HBP surgery, Oslo University Hospital and Institute of Clinical Medicine, Oslo University, Oslo, Norway.; Royal Free Hospital NHS Trust, London, UK.; Gent University Hospital Medical School, Gent, Belgium.; San Raffaele Hospital, Milan, Italy.; King's College Hospital, London, UK.; Southampton Clinical Trials Unit, University Hospital Southampton, Southampton, UK.; Agia Olga Hospital, Athens, Greece.; Pierre and Marie Curie University, Paris, France.","Year":"2018","DOI":"10.1097\/SLA.0000000000002524","DocumentType":"Article","PublicationDate":1530403200000},{"Title":"3D printing from microfocus computed tomography (micro-CT) in human specimens: education and future implications.","Journal":"The British journal of radiology","Authors":"Shelmerdine S., Simcock I., Hutchinson J., Aughwane R., Melbourne A., Nikitichev D., Ong J., Borghi A., Cole G., Kingham E., Calder A., Capelli C., Akhtar A., Cook A., Schievano S., David A., Ourselin S., Sebire N., Arthurs O.","Affiliations":"5 Department of Medical Physics and Biomedical Engineering, University College London , London , UK.; 6 Craniofacial Unit, Great Ormond Street Hospital for Children NHS Foundation Trust , London , UK.; 10 Institute of Cardiovascular Science, University College London , London , UK.; 7 UCL Institute of Archaeology , London , UK.; 3 Department of Histopathology, Great Ormond Street Hospital for Children NHS Foundation Trust , London , UK.; 9 Cardiorespiratory Division, Great Ormond Street Hospital for Children NHS Foundation Trust, London UK.; 8 UCL Culture, Bidborough House, 38-50 Bidborough Street, London UK.; 1 UCL Great Ormond Street Institute of Child Health , London , UK.; 4 Department of Medical Physics and Biomedical Engineering, Translational Imaging Group, University College London , London , UK.; 2 Department of Radiology, Great Ormond Street Hospital for Children NHS Foundation Trust , London , UK.; 11 Institute for Women's Health, University College London , London , UK.","Year":"2018","DOI":"10.1259\/bjr.20180306","DocumentType":"Article","PublicationDate":1530403200000},{"Title":"Computational Fluid Dynamic Analysis of the Left Atrial Appendage to Predict Thrombosis Risk.","Journal":"Frontiers in cardiovascular medicine","Authors":"Bosi G., Cook A., Rai R., Menezes L., Schievano S., Torii R., Burriesci G.","Affiliations":"Bioengineering Group, Ri.MED Foundation, Palermo, Italy.; UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.; UCL Mechanical Engineering, University College London, London, United Kingdom.; Biomedical Research Centre, NIHR University College London Hospitals, London, United Kingdom.","Year":"2018","DOI":"10.3389\/fcvm.2018.00034","DocumentType":"Article","PublicationDate":1514764800000},{"Title":"Timing of surgical intervention for developmental dysplasia of the hip: a randomised controlled trial (Hip 'Op).","Journal":"Health technology assessment (Winchester, England)","Authors":"Williams C., Weller S., Roberts L., Reading I., Cook A., Little L., Wood W., Stanton L., Roposch A., Clarke N.","Affiliations":"Wessex Institute, University of Southampton, Southampton, UK.; Faculty of Medicine, University of Southampton, Southampton, UK.; Paediatric Orthopaedics, University Hospital Southampton NHS Foundation Trust, Southampton, UK.; Southampton Clinical Trials Unit, School of Medicine, University of Southampton, Southampton, UK.; Department of Orthopaedic Surgery, Great Ormond Street Hospital for Children, Institute of Child Health, University College London, London, UK.; Faculty of Health Sciences, University of Southampton, Southampton, UK.","Year":"2017","DOI":"10.3310\/hta21630","DocumentType":"Article","PublicationDate":1506816000000},{"Title":"Sequential segmental analysis of the crocodilian heart.","Journal":"Journal of anatomy","Authors":"Cook A., Tran V., Spicer D., Rob J., Sridharan S., Taylor A., Anderson R., Jensen B.","Affiliations":"Division of Pediatric Cardiology, Department of Pediatrics, University of Florida, Gainesville, FL, USA.; Cardiac Unit, Great Ormond Street Hospital, London, UK.; UCL Institute of Cardiovascular Science, London, UK.; Department of Obstetric & Gynaecology, Whipps Cross Hospital, London, UK.; Institute of Genetic Medicine, Newcastle University, Newcastle-upon-Tyne, UK.; Department of Medical Biology, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands.","Year":"2017","DOI":"10.1111\/joa.12661","DocumentType":"Article","PublicationDate":1506816000000},{"Title":"X-ray phase microtomography with a single grating for high-throughput investigations of biological tissue.","Journal":"Biomedical optics express","Authors":"Zdora M., Vila-Comamala J., Schulz G., Khimchenko A., Hipp A., Cook A., Dilg D., David C., Grünzweig C., Rau C., Thibault P., Zanette I.","Affiliations":"Institute for Biomedical Engineering, ETH Zürich, 8092 Zürich, Switzerland.; Diamond Light Source, Harwell Science and Innovation Campus, Didcot, Oxfordshire OX11 0DE, UK; School of Materials, University of Manchester, Manchester M1 7HS, UK; Department of Otolaryngology, Northwestern University, Feinberg School of Medicine, Chicago, Illinois 60611, USA.; Diamond Light Source, Harwell Science and Innovation Campus, Didcot, Oxfordshire OX11 0DE, UK; Department of Physics & Astronomy, University College London, London WC1E 6BT, UK.; University College London Institute of Cardiovascular Science, London WC1E 6BT, UK.; Helmholtz-Zentrum Geesthacht, 21502 Geesthacht, Germany.; Department of Physics & Astronomy, University of Southampton, Southampton SO17 1BJ, UK.; Biomaterials Science Center, Department of Biomedical Engineering, University of Basel, 4123 Allschwil, Switzerland.; Diamond Light Source, Harwell Science and Innovation Campus, Didcot, Oxfordshire OX11 0DE, UK.; Paul Scherrer Institut, 5232 Villigen PSI, Switzerland.","Year":"2017","DOI":"10.1364\/BOE.8.001257","DocumentType":"Article","PublicationDate":1485907200000}]