[{"Title":"3DPiPPIN: 3D printing of positive airway pressure (PAP) therapy interfaces: a single site feasibility study.","Journal":"Journal of medical engineering & technology","Authors":"Mansell S., Olsen O., Gowing F., Muwaffak Z., Kilbride C., Hilton S., Main E., Schievano S., Mandal S.","Affiliations":"Royal Free London NHS Foundation Trust Royal Free Hospital, London, UK.; University College London, London, UK.; Independent Researcher, Guildford, UK.; Brunel, University of London, Uxbridge, London, UK.","Year":"2025","DOI":"10.1080\/03091902.2025.2532648","DocumentType":"Article","PublicationDate":1753747200000},{"Title":"Morphology and calcification characterization in patients undergoing TAVI: A 3D statistical shape modelling study.","Journal":"PLOS digital health","Authors":"Sivera R., Montgomery-Liljeroth E., Chen Y., Schievano S., Brüning J., Huberts W., Mathur A., Cook A., Patel K., Capelli C.","Affiliations":"Department of Biomedical Engineering, Eindhoven University of Technology, Eindhoven, The Netherlands.; William Harvey Research Institute, Queen Mary University of London, London, United Kingdom.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Bart's Heart Centre, Barts Health NHS Trust, London, United Kingdom.; NIHR Barts Biomedical Research Centre, Queen Mary University of London, London, United Kingdom.; Institute of Computer-assisted Cardiovascular Medicine, Charité Universitaetsmedizin, Berlin, Germany.","Year":"2025","DOI":"10.1371\/journal.pdig.0000564","DocumentType":"Article","PublicationDate":1751328000000},{"Title":"Lived experiences of patients using positive airway pressure (PAP) therapy: a nested phenomenological study within the 3DPiPPIn randomised controlled trial.","Journal":"BMJ open","Authors":"Mansell S., Gowing F., Hilton S., Main E., Mandal S., Schievano S., Kilbride C.","Affiliations":"UCL Medical School, London, UK.; Thoracic Medicine, Royal Free London NHS Foundation Trust, London, UK.; Physiotherapy, University College London Institute of Child Health, London, UK.; UCL School of Pharmacy, London, UK.; Institute of Cardiovascular Science, University College London Institute of Cardiovascular Science, London, UK.; Brunel University Division of Physiotherapy, London, UK.; University College London Institute of Cardiovascular Science, London, UK stephanie.mansell.21@ucl.ac.uk.; Therapy Services, Royal Free London NHS Foundation Trust, London, UK.","Year":"2025","DOI":"10.1136\/bmjopen-2024-093622","DocumentType":"Article","PublicationDate":1746489600000},{"Title":"Using a Disentangled Neural Network to Objectively Assess the Outcomes of Midfacial Surgery in Syndromic Craniosynostosis.","Journal":"Plastic and reconstructive surgery","Authors":"Rickart A., Foti S., van de Lande L., Wagner C., Schievano S., Jeelani N., Clarkson M., Ong J., Swanson J., Bartlett S., Taylor J., Dunaway D.","Affiliations":"Division of Plastic, Reconstructive and Oral Surgery, Children's Hospital of Philadelphia.; Department of Computing, Imperial College London.; From the UCL Great Ormond Street Institute of Child Health and Craniofacial Unit, Great Ormond Street Hospital for Children.; Wellcome\/EPSRC Centre for Interventional and Surgical Sciences, University College London.; Department of Oral and Maxillofacial Surgery, Erasmus MC.; Centre for Medical Image Computing.","Year":"2025","DOI":"10.1097\/PRS.0000000000011686","DocumentType":"Article","PublicationDate":1746057600000},{"Title":"Towards a radiation free numerical modelling framework to predict spring assisted correction of scaphocephaly.","Journal":"Computer methods in biomechanics and biomedical engineering","Authors":"Garate Andikoetxea B., Ajami S., Rodriguez-Florez N., Jeelani N., Dunaway D., Schievano S., Borghi A.","Affiliations":"Universidad de Navarra, Spain.; Ikerbasque, Spain.; Great Ormond Street Hospital, London, United Kingdom.; University College London, United Kingdom.; Department of Engineering, Durham University, Durham, United Kingdom.","Year":"2025","DOI":"10.1080\/10255842.2023.2294262","DocumentType":"Article","PublicationDate":1740787200000},{"Title":"Window ductus: Part aortopulmonary window and part patent ductus arteriosus.","Journal":"JTCVS techniques","Authors":"Shetty P., Jegatheeswaran A., Pajaziti E., Mortensen K., Capelli C., Kostolny M.","Affiliations":"Department of Cardiothoracic Surgery, Great Ormond Street Hospital for Children, London, United Kingdom.; Great Ormond Street Hospital for Children, London, United Kingdom.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, United Kingdom.; Children's Cardiovascular Disease, Institute of Cardiovascular Science, University College London, London, United Kingdom.","Year":"2025","DOI":"10.1016\/j.xjtc.2024.10.008","DocumentType":"Article","PublicationDate":1738368000000},{"Title":"Cone beam CT for the assessment of bone microstructure to predict head shape changes after spring-assisted craniosynostosis surgery.","Journal":"Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery","Authors":"Wolffenbuttel T., Ajami S., Borghi A., Schievano S., Dunaway D., Jeelani N., Koudstaal M.","Affiliations":"Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK; Great Ormond Street Institute of Child Health, University College London, London, UK; Department of Oral and Maxillofacial Surgery, Erasmus Medical Centre, Rotterdam, the Netherlands. Electronic address: tanya.wolffenbuttel@outlook.com.; Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK; Great Ormond Street Institute of Child Health, University College London, London, UK.; Department of Oral and Maxillofacial Surgery, Erasmus Medical Centre, Rotterdam, the Netherlands.; Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK; Great Ormond Street Institute of Child Health, University College London, London, UK; Department of Engineering, Durham University, Durham, UK.","Year":"2025","DOI":"10.1016\/j.jcms.2024.11.014","DocumentType":"Article","PublicationDate":1738368000000},{"Title":"The Enduring Impact of Shape Following Perfect Coarctation of the Aorta Repair.","Journal":"World journal for pediatric & congenital heart surgery","Authors":"Swanson L., Sauvage E., Ngoepe M., Schievano S., Bruse J., Hsia T.","Affiliations":"University College London, Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.; Heart Center at Arnold Palmer Hospital for Children, Orlando, FL, USA.; Department of Mechanical Engineering, University of Cape Town, Cape Town, South Africa.; Vicomtech Foundation, Basque Research Technology Alliance, Donostia-San Sebastián, Spain.","Year":"2025","DOI":"10.1177\/21501351241269868","DocumentType":"Article","PublicationDate":1735689600000},{"Title":"Cranial bone microarchitecture in a mouse model for syndromic craniosynostosis.","Journal":"Journal of anatomy","Authors":"Ajami S., Van den Dam Z., Hut J., Savery D., Chin M., Koudstaal M., Steacy M., Carriero A., Pitsillides A., Chang Y., Rau C., Marathe S., Dunaway D., Jeelani N., Schievano S., Pauws E., Borghi A.","Affiliations":"Department of Engineering, Durham University, Durham, UK.; Comparative Biomedical Sciences, The Royal Veterinary College, Royal College Street, London, UK.; Diamond Light Source, Harwell Science and Innovation Campus, Didcot, UK.; UCL Great Ormond Street Institute of Child Health, University College London, London, UK.; Department of Biomedical Engineering, The City College of New York, New York, NY, USA.; Craniofacial Unit, Great Ormond Street Hospital, London, UK.; Oral and Maxillofacial Department, Erasmus MC, Rotterdam, The Netherlands.","Year":"2024","DOI":"10.1111\/joa.14121","DocumentType":"Article","PublicationDate":1733011200000},{"Title":"Are aortic biomechanical properties early markers of dilatation in patients with Marfan syndrome? A systematic review and meta-analysis.","Journal":"Biomechanics and modeling in mechanobiology","Authors":"Rosnel C., Sivera R., Cervi E., Danton M., Schievano S., Capelli C., Aggarwal A.","Affiliations":"Glasgow Computational Engineering Centre, James Watt School of Engineering, University of Glasgow, Glasgow, Scotland, UK.; Institute of Cardiovascular Science, University College London, London, England, UK.; School of Cardiovascular and Metabolic Health, University of Glasgow, Glasgow, Scotland, UK.; Centre for Inherited Cardiovascular Diseases, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, England, UK.; Glasgow Computational Engineering Centre, James Watt School of Engineering, University of Glasgow, Glasgow, Scotland, UK. ankush.aggarwal@glasgow.ac.uk.; Department of Paediatric Cardiac Services, Royal Hospital for Children, Glasgow, Scotland, UK.","Year":"2024","DOI":"10.1007\/s10237-024-01881-z","DocumentType":"Article","PublicationDate":1733011200000},{"Title":"Clinical impact of customised positive airway pressure (PAP) therapy interfaces versus usual care in the treatment of patients with sleep-disordered breathing (3DPiPPIn): a randomised controlled trial protocol.","Journal":"BMJ open","Authors":"Mansell S., Mandal S., Ridout D., Olsen O., Gowing F., Kilbride C., Hilton S., Main E., Schievano S.","Affiliations":"Royal Free London NHS Foundation Trust, London, UK.; University College London, London, UK.; Oliver Olsen, Guildford, UK.; University College London, London, UK stephanie.mansell.21@ucl.ac.uk.","Year":"2024","DOI":"10.1136\/bmjopen-2024-087234","DocumentType":"Article","PublicationDate":1731542400000},{"Title":"Latent disentanglement in mesh variational autoencoders improves the diagnosis of craniofacial syndromes and aids surgical planning.","Journal":"Computer methods and programs in biomedicine","Authors":"Foti S., Rickart A., Koo B., O' Sullivan E., van de Lande L., Papaioannou A., Khonsari R., Stoyanov D., Jeelani N., Schievano S., Dunaway D., Clarkson M.","Affiliations":"Wellcome\/EPSRC Centre for Interventional and Surgical Sciences, University College London, London, UK; Centre For Medical Image Computing, University College London, London, UK; Imperial College London, Department of Computing, London, UK. Electronic address: s.foti@cs.ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health and Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK; Imperial College London, Department of Computing, London, UK.; Department of Maxillofacial Surgery and Plastic Surgery, Necker - Enfants Malades University Hospital, Paris, France.; Wellcome\/EPSRC Centre for Interventional and Surgical Sciences, University College London, London, UK; Centre For Medical Image Computing, University College London, London, UK; University of California, Santa Barbara, Department of Electrical & Computer Engineering, Santa Barbara, USA.; Wellcome\/EPSRC Centre for Interventional and Surgical Sciences, University College London, London, UK; Centre For Medical Image Computing, University College London, London, UK.; UCL Great Ormond Street Institute of Child Health and Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.; Department of Oral and Maxillofacial Surgery, Erasmus Medical Center, Rotterdam, The Netherlands.","Year":"2024","DOI":"10.1016\/j.cmpb.2024.108395","DocumentType":"Article","PublicationDate":1730419200000},{"Title":"A 3D Statistical Shape Model of the Right Ventricular Outflow Tract in Pulmonary Valve Replacement Patients Post-Surgical Repair.","Journal":"Journal of cardiovascular development and disease","Authors":"Swanson L., Sivera R., Capelli C., Alosaimi A., Mroczek D., Lam C., Cook A., Chaturvedi R., Schievano S.","Affiliations":"Department of Diagnostic Imaging, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada.; Institute of Cardiovascular Science, University College London, London WC1E 6BT, UK.; Labatt Family Heart Centre, Division of Cardiology, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada.; Great Ormond Street Hospital for Children, London WC1N 3JH, UK.; Department of Medical Imaging, University of Toronto, Toronto, ON M5T 1W7, Canada.; Department of Paediatrics, University of Toronto, Toronto, ON M5G 1X8, Canada.","Year":"2024","DOI":"10.3390\/jcdd11100330","DocumentType":"Article","PublicationDate":1729123200000},{"Title":"AI-based diagnosis and phenotype - Genotype correlations in syndromic craniosynostoses.","Journal":"Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery","Authors":"Hennocq Q., Paternoster G., Collet C., Amiel J., Bongibault T., Bouygues T., Cormier-Daire V., Douillet M., Dunaway D., Jeelani N., van de Lande L., Lyonnet S., Ong J., Picard A., Rickart A., Rio M., Schievano S., Arnaud E., Garcelon N., Khonsari R.","Affiliations":"Département de chirurgie maxillo-faciale et chirurgie plastique, Hôpital Necker - Enfants Malades, Assistance Publique - Hôpitaux de Paris, Centre de Référence des Malformations Rares de la Face et de la Cavité Buccale MAFACE, Filière Maladies Rares TeteCou, Faculté de Médecine, Université de Paris Cité, 75015, Paris, France.; Imagine Institute, INSERM UMR1163, 75015, Paris, France; Département de neurochirurgie, Hôpital Necker - Enfants Malades, Assistance Publique - Hôpitaux de Paris, Centre de Référence des Malformations Rares de la Face et de la Cavité Buccale MAFACE, Filière Maladies Rares TeteCou, Faculté de Médecine, Université de Paris Cité, 75015, Paris, France.; Imagine Institute, INSERM UMR1163, 75015, Paris, France; Département de chirurgie maxillo-faciale et chirurgie plastique, Hôpital Necker - Enfants Malades, Assistance Publique - Hôpitaux de Paris, Centre de Référence des Malformations Rares de la Face et de la Cavité Buccale MAFACE, Filière Maladies Rares TeteCou, Faculté de Médecine, Université de Paris Cité, 75015, Paris, France; Laboratoire 'Forme et Croissance du Crâne', Hôpital Necker-Enfants Malades, Assistance Publique-Hôpitaux de Paris, Faculté de Médecine, Université Paris Cité, Paris, France. Electronic address: quentin.hennocq@aphp.fr.; Imagine Institute, INSERM UMR1163, 75015, Paris, France; Service de médecine génomique des maladies rares, Hôpital Necker - Enfants Malades, Assistance Publique - Hôpitaux de Paris, Faculté de Médecine, Université de Paris Cité, 75015, Paris, France.; Imagine Institute, INSERM UMR1163, 75015, Paris, France.; Imagine Institute, INSERM UMR1163, 75015, Paris, France; Département de chirurgie maxillo-faciale et chirurgie plastique, Hôpital Necker - Enfants Malades, Assistance Publique - Hôpitaux de Paris, Centre de Référence des Malformations Rares de la Face et de la Cavité Buccale MAFACE, Filière Maladies Rares TeteCou, Faculté de Médecine, Université de Paris Cité, 75015, Paris, France; Laboratoire 'Forme et Croissance du Crâne', Hôpital Necker-Enfants Malades, Assistance Publique-Hôpitaux de Paris, Faculté de Médecine, Université Paris Cité, Paris, France; Département de neurochirurgie, Hôpital Necker - Enfants Malades, Assistance Publique - Hôpitaux de Paris, Centre de Référence des Malformations Rares de la Face et de la Cavité Buccale MAFACE, Filière Maladies Rares TeteCou, Faculté de Médecine, Université de Paris Cité, 75015, Paris, France.; Département de génétique moléculaire, Hôpital Robert Debré, Université de Paris Cité, Paris, France.; UCL Great Ormond Street Institute of Child Health and Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK; Department of Oral and Maxillofacial Surgery, Erasmus Medical Center, Rotterdam, the Netherlands.; Département de neurochirurgie, Hôpital Necker - Enfants Malades, Assistance Publique - Hôpitaux de Paris, Centre de Référence des Malformations Rares de la Face et de la Cavité Buccale MAFACE, Filière Maladies Rares TeteCou, Faculté de Médecine, Université de Paris Cité, 75015, Paris, France; Clinique Marcel Sembat (Ramsay), Boulogne, France.; Imagine Institute, INSERM UMR1163, 75015, Paris, France; Laboratoire 'Forme et Croissance du Crâne', Hôpital Necker-Enfants Malades, Assistance Publique-Hôpitaux de Paris, Faculté de Médecine, Université Paris Cité, Paris, France.; UCL Great Ormond Street Institute of Child Health and Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.","Year":"2024","DOI":"10.1016\/j.jcms.2024.02.010","DocumentType":"Article","PublicationDate":1727740800000},{"Title":"Effectiveness of a new 3D printed simulator for mitral transcatheter edge-to-edge repair in enhancing the confidence and procedural skills of the operator.","Journal":"3D printing in medicine","Authors":"Babu A., Bertolini M., Mullen M., Cook A., Mullen A., Capelli C.","Affiliations":"Department of Mechanical Engineering, Politecnico di Milano, Milan, 20133, Italy. michele.bertolini@polimi.it.; Institute of Cardiovascular Science, University College London, London, WC1E 6BT, UK.; Institute of Cardiovascular Science, University College London, London, WC1E 6BT, UK. c.capelli@ucl.ac.uk.; Barts Health NHS Trust, London, E1 1BB, UK.; Abbott Structural Heart UK and Ireland, Blyth Valley Business Park, Solihull, B90 8AJ, UK.","Year":"2024","DOI":"10.1186\/s41205-024-00230-1","DocumentType":"Article","PublicationDate":1722816000000},{"Title":"A computational modelling tool for prediction of head reshaping following endoscopic strip craniectomy and helmet therapy for the treatment of scaphocephaly.","Journal":"Computers in biology and medicine","Authors":"Deliege L., Carriero A., Ong J., James G., Jeelani O., Dunaway D., Stoltz P., Hersh D., Martin J., Carroll K., Chamis M., Schievano S., Bookland M., Borghi A.","Affiliations":"City College of New York, USA.; Hanger Clinic, USA.; Great Ormond Street Hospital, UK.; Department of Engineering, Durham University, DH1 3LE, Durham, UK.; Connecticut Children's Hospital, USA.; University College of London, UK. Electronic address: sejjlie@ucl.ac.uk.; University College of London, UK.","Year":"2024","DOI":"10.1016\/j.compbiomed.2024.108633","DocumentType":"Article","PublicationDate":1719792000000},{"Title":"Image2Flow: A proof-of-concept hybrid image and graph convolutional neural network for rapid patient-specific pulmonary artery segmentation and CFD flow field calculation from 3D cardiac MRI data.","Journal":"PLoS computational biology","Authors":"Yao T., Pajaziti E., Quail M., Schievano S., Steeden J., Muthurangu V.","Affiliations":"Institute of Cardiovascular Science, University College London, London, United Kingdom.","Year":"2024","DOI":"10.1371\/journal.pcbi.1012231","DocumentType":"Article","PublicationDate":1717200000000},{"Title":"In Vitro Assessment of the Neuro-Compatibility of Fe-20Mn as a Potential Bioresorbable Material for Craniofacial Surgery.","Journal":"Medicina (Kaunas, Lithuania)","Authors":"Ajami S., Kraaneveld C., Koudstaal M., Dunaway D., Jeelani N., Schievano S., Bregoli C., Fiocchi J., Biffi C., Tuissi A., Borghi A.","Affiliations":"Oral Maxillo-Facial Surgery, Erasmus MC, 3015 CN Rotterdam, The Netherlands.; National Research Council, Institute of Condensed Matter Chemistry and Technology for Energy, CNR ICMATE Unit of Lecco, 23900 Lecco, Italy.; Erasmus Medical College, Erasmus University Rotterdam, 3015 CN Rotterdam, The Netherlands.; Department of Engineering, Durham University, Durham DH1 3LE, UK.; UCL Great Ormond Street Institute of Child Health, London WC1N 1EH, UK.","Year":"2024","DOI":"10.3390\/medicina60030440","DocumentType":"Article","PublicationDate":1709769600000},{"Title":"Arterial tortuosity in pediatric Loeys-Dietz syndrome patients.","Journal":"American journal of medical genetics. Part A","Authors":"Brunet-Garcia L., Prabaharan P., Bruyndonckx L., Field E., D'Arco F., Capelli C., Cervi E.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; Centre for Inherited Cardiovascular Diseases, Great Ormond Street Hospital, London, UK.; Paediatric Cardiology Department, Antwerp University Hospital and Faculty of Medicine and Health Sciences, University of Antwerp, Antwerp, Belgium.; Paediatric Radiology Department. Great Ormond Street Hospital, London, UK.; Paediatric Cardiology Department, Consorci Sanitari del Maresme, Hospital de Mataró, Barcelona, Spain.","Year":"2024","DOI":"10.1002\/ajmg.a.63465","DocumentType":"Article","PublicationDate":1709251200000},{"Title":"Fetal face shape analysis from prenatal 3D ultrasound images.","Journal":"Scientific reports","Authors":"Sivera R., Clark A., Dall'Asta A., Ghi T., Schievano S., Lees C.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; Institute of Reproductive and Development Biology, Department of Metabolism, Digestion and Reproduction, Imperial College London, London, UK. c.lees@imperial.ac.uk.; Institute of Reproductive and Development Biology, Department of Metabolism, Digestion and Reproduction, Imperial College London, London, UK.; Department of Medicine and Surgery, University of Parma, Parma, Italy.","Year":"2024","DOI":"10.1038\/s41598-023-50386-9","DocumentType":"Article","PublicationDate":1708560000000},{"Title":"Editorial: Ventricular mechanics in congenital heart disease and pediatric cardiology.","Journal":"Frontiers in pediatrics","Authors":"Ciliberti P., Chinali M., Capelli C.","Affiliations":"Institute of Cardiovascular Science, UCL, London, United Kingdom.; Cardiology Unit, Bambino Gesù Children's Hospital IRCSS, Rome, Italy.","Year":"2024","DOI":"10.3389\/fped.2024.1433819","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Generation of synthetic aortic valve stenosis geometries for in silico trials.","Journal":"International journal for numerical methods in biomedical engineering","Authors":"Verstraeten S., Hoeijmakers M., Tonino P., Brüning J., Capelli C., van de Vosse F., Huberts W.","Affiliations":"Department of Biomedical Engineering, Eindhoven University of Technology, Eindhoven, The Netherlands.; Institute of Cardiovascular Science, University College London, London, UK.; Department of Biomedical Engineering, CARIM School for Cardiovascular Diseases, Maastricht University, Maastricht, The Netherlands.; Department of Cardiology, Catharina Hospital, Eindhoven, The Netherlands.; Institute of Computer-assisted Cardiovascular Medicine, Charite Universitaetsmedizin, Berlin, Germany.; ANSYS, Zoetermeer, The Netherlands.","Year":"2024","DOI":"10.1002\/cnm.3778","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Toward trustworthy medical device ","Journal":"Frontiers in medicine","Authors":"Aycock K., Battisti T., Peterson A., Yao J., Kreuzer S., Capelli C., Pant S., Pathmanathan P., Hoganson D., Levine S., Craven B.","Affiliations":"Thornton Tomasetti, Inc., New York, NY, United States.; Dassault Systèmes, Waltham, MA, United States.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Department of Cardiac Surgery, Boston Children's Hospital, Harvard Medical School, Boston, MA, United States.; Faculty of Science and Engineering, Swansea University, Swansea, United Kingdom.; Office of Science and Engineering Laboratories, Center for Devices and Radiological Health, United States Food and Drug Administration, Silver Spring, MD, United States.; Exponent, Inc., Menlo Park, CA, United States.","Year":"2024","DOI":"10.3389\/fmed.2024.1433372","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Spring-assisted posterior vault expansion: a parametric study to improve the intracranial volume increase prediction.","Journal":"Scientific reports","Authors":"Deliège L., Ramdat Misier K., Silva D., James G., Ong J., Dunaway D., Jeelani N., Schievano S., Borghi A.","Affiliations":"Great Ormond Street Hospital, London, UK.; University College London, London, UK.; University College London, London, UK. sejjlie@ucl.ac.uk.; Department of Engineering, Durham University, DH1 3LE, Durham, UK.","Year":"2023","DOI":"10.1038\/s41598-023-48143-z","DocumentType":"Article","PublicationDate":1701648000000},{"Title":"Current treatment strategies in managing side effects associated with domiciliary positive airway pressure (PAP) therapy for patients with sleep disordered breathing: A systematic review and meta-analysis.","Journal":"Sleep medicine reviews","Authors":"Mansell S., Devani N., Shah A., Schievano S., Main E., Mandal S.","Affiliations":"University College London, UK; Royal Free London NHS Foundation Trust, UK. Electronic address: Stephanie.mansell.21@ucl.ac.uk.; University College London, UK.; University College London, UK; Royal Free London NHS Foundation Trust, UK.; Royal Free London NHS Foundation Trust, UK.","Year":"2023","DOI":"10.1016\/j.smrv.2023.101850","DocumentType":"Article","PublicationDate":1701388800000},{"Title":"Comparison of Internal and External Distraction in Frontofacial Monobloc Advancement: A Three-Dimensional Quantification.","Journal":"Plastic and reconstructive surgery","Authors":"Rickart A., van de Lande L., O' Sullivan E., Bloch K., Arnaud E., Schievano S., Jeelani N., Paternoster G., Khonsari R., Dunaway D.","Affiliations":"Department of Computing, Imperial College London.; Craniofacial Unit, Great Ormond Street Hospital for Children.; From the UCL Great Ormond Street Institute of Child Health.; Unité de Chirurgie Cranio-faciale, Service de Neurochirurgie, Centre de Référence Maladies Rares Craniosténoses et Malformations Craniofaciales (CRANIOST), Hôpital Necker-Enfants Malades, Assistance Publique.; Faculté de Médecine, Université de Paris.","Year":"2023","DOI":"10.1097\/PRS.0000000000010331","DocumentType":"Article","PublicationDate":1693526400000},{"Title":"Does the Mutation Type Affect the Response to Cranial Vault Expansion in Children With Apert Syndrome?","Journal":"The Journal of craniofacial surgery","Authors":"Goodarzi M., Breakey W., van de Lande L., Borghi A., O'Hara J., Ong J., James G., Hayward R., Schievano S., Dunaway D., Jeelani N.","Affiliations":"UCL Great Ormond Street Institute of Child Health and Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.; Department of Plastic and Reconstructive Surgery, James Cook University Hospital, Middlesbrough, UK.; Department of Oral and Maxillofacial Surgery, Erasmus Medical Center, Rotterdam, The Netherlands.","Year":"2023","DOI":"10.1097\/SCS.0000000000009126","DocumentType":"Article","PublicationDate":1682899200000},{"Title":"Shape-driven deep neural networks for fast acquisition of aortic 3D pressure and velocity flow fields.","Journal":"PLoS computational biology","Authors":"Pajaziti E., Montalt-Tordera J., Capelli C., Sivera R., Sauvage E., Quail M., Schievano S., Muthurangu V.","Affiliations":"Great Ormond Street Hospital, Cardiac Unit, London, United Kingdom.; University College London, Institution of Cardiovascular Science, London, United Kingdom.","Year":"2023","DOI":"10.1371\/journal.pcbi.1011055","DocumentType":"Article","PublicationDate":1680307200000},{"Title":"Two-Center Review of Posterior Vault Expansion following a Staged or Expectant Treatment of Crouzon and Apert Craniosynostosis.","Journal":"Plastic and reconstructive surgery","Authors":"Breakey R., Mercan E., van de Lande L., Sidpra J., Birgfeld C., Lee A., Schievano S., Dunaway D., Jeelani N., Hopper R.","Affiliations":"From UCL Great Ormond Street Institute of Child Health, and Craniofacial Unit, Great Ormond Street Hospital for Children.; the Division of Plastic Surgery, Department of Surgery.; Department of Neurological Surgery, University of Washington.; The Craniofacial Center, Seattle Children's Hospital.","Year":"2023","DOI":"10.1097\/PRS.0000000000009925","DocumentType":"Article","PublicationDate":1677628800000},{"Title":"Mapping the use of computational modelling and simulation in clinics: A survey.","Journal":"Frontiers in medical technology","Authors":"Lesage R., Van Oudheusden M., Schievano S., Van Hoyweghen I., Geris L., Capelli C.","Affiliations":"UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.; Biomechanics Research Unit, GIGA in Silico Medicine, University of Liège, Liège, Belgium.; Virtual Physiological Human Institute, Leuven, Belgium.; Centre for Sociological Research, Life Sciences and Society Lab, KU Leuven, Leuven, Belgium.; Biomechanics Section, KU Leuven, Leuven, Belgium.; Prometheus, Division of Skeletal Tissue Engineering Leuven, KU Leuven, Leuven, Belgium.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children NHS Foundation Trust, London, United Kingdom.","Year":"2023","DOI":"10.3389\/fmedt.2023.1125524","DocumentType":"Article","PublicationDate":1672531200000},{"Title":"Use of virtual reality in complex double outlet right ventricle cases.","Journal":"Multimedia manual of cardiothoracic surgery : MMCTS","Authors":"Belitsis G., Pajaziti E., Schievano S., Capelli C., Cook A., Kostolny M.","Affiliations":"Institute of Cardiovascular Science, Department of Children's Cardiovascular Disease, University College London, London, United Kingdom.; University College London and Great Ormond Street Hospital, London, UK.; Great Ormond Street Hospital London UK.","Year":"2022","DOI":"10.1510\/mmcts.2022.085","DocumentType":"Article","PublicationDate":1670803200000},{"Title":"'The Digital Cardiologist': How Technology Is Changing the Paradigm of Cardiology Training.","Journal":"Current problems in cardiology","Authors":"Vandermolen S., Ricci F., Chahal C., Capelli C., Barakat K., Fedorowski A., Westwood M., Patel R., Petersen S., Gallina S., Pugliese F., Khanji M.","Affiliations":"Barts Heart Centre, Barts Health NHS Trust, London, West Smithfield, EC1A 7BE, UK; Center for Inherited Cardiovascular Diseases, WellSpan Health, Lancaster, PA; Cardiac Electrophysiology, Cardiovascular Division, Hospital of the University of Pennsylvania, Philadelphia, PA; Department of Cardiovascular Medicine, Mayo Clinic, Rochester, MN.; Institute of Advanced Biomedical Technologies, Department of Neuroscience, Imaging and Clinical Sciences, \"G.d'Annunzio\" University, Chieti, Italy; Department of Clinical Sciences, Lund University, Jan Waldenströms gata 35 - 205 02, Malmö, Sweden; Casa di Cura Villa Serena, Città Sant'Angelo, Pescara, Italy.; NIHR Barts Biomedical Research Centre, William Harvey Research Institute, Queen Mary University of London, EC1A 7BE, UK.; Department of Clinical Sciences, Lund University, Jan Waldenströms gata 35 - 205 02, Malmö, Sweden; Department of Cardiology, Karolinska University Hospital, and Department of Medicine, Karolinska Institute, Stockholm, Sweden.; Barts Heart Centre, Barts Health NHS Trust, London, West Smithfield, EC1A 7BE, UK.; Institute of Advanced Biomedical Technologies, Department of Neuroscience, Imaging and Clinical Sciences, \"G.d'Annunzio\" University, Chieti, Italy.; Institute of Cardiovascular Science, University College London (London, UK).; Barts Heart Centre, Barts Health NHS Trust, London, West Smithfield, EC1A 7BE, UK; Institute of Cardiovascular Science, University College London (London, UK).; Barts Heart Centre, Barts Health NHS Trust, London, West Smithfield, EC1A 7BE, UK; NIHR Barts Biomedical Research Centre, William Harvey Research Institute, Queen Mary University of London, EC1A 7BE, UK; Newham University Hospital. Glen Road, Plaistow, Barts Health NHS Trust. London, UK. Electronic address: m.khanji@qmul.ac.uk.; Barts Heart Centre, Barts Health NHS Trust, London, West Smithfield, EC1A 7BE, UK; NIHR Barts Biomedical Research Centre, William Harvey Research Institute, Queen Mary University of London, EC1A 7BE, UK.","Year":"2022","DOI":"10.1016\/j.cpcardiol.2022.101394","DocumentType":"Article","PublicationDate":1669852800000},{"Title":"Automatic segmentation of the great arteries for computational hemodynamic assessment.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Montalt-Tordera J., Pajaziti E., Jones R., Sauvage E., Puranik R., Singh A., Capelli C., Steeden J., Schievano S., Muthurangu V.","Affiliations":"Great Ormond Street Hospital, London, UK.; UCL Institute of Cardiovascular Science, UCL, London, UK.; UCL Institute of Cardiovascular Science, UCL, London, UK. v.muthurangu@ucl.ac.uk.; Faculty of Medicine and Health, University of Sydney, Sydney, Australia.; Children's Hospital at Westmead, Sydney, Australia.","Year":"2022","DOI":"10.1186\/s12968-022-00891-z","DocumentType":"Article","PublicationDate":1667779200000},{"Title":"Relationship between Pulmonary Regurgitation and Ventriculo-Arterial Interactions in Patients with Post-Early Repair of Tetralogy of Fallot: Insights from Wave-Intensity Analysis.","Journal":"Journal of clinical medicine","Authors":"Arya N., Schievano S., Caputo M., Taylor A., Biglino G.","Affiliations":"National Heart and Lung Institute, Imperial College London, London SW7 2BX, UK.; Bristol Heart Institute, University Hospitals Bristol & Weston NHS Foundation Trust, Bristol, BS2 8HW, UK.; Centre for Cardiovascular Imaging, Great Ormond Street Hospital for Children NHS Foundation Trust, London WC1N 3HJ, UK.; Institute of Cardiovascular Science, University College London, London WC1E 6BT, UK.; Faculty of Mathematical and Physical Sciences, University College London, London WC1E 6BT, UK.; Bristol Medical School, Faculty of Health Sciences, University of Bristol, Bristol BS8 1TH, UK.","Year":"2022","DOI":"10.3390\/jcm11206186","DocumentType":"Article","PublicationDate":1666224000000},{"Title":"Patient-Specific Modelling and Parameter Optimisation to Simulate Dilated Cardiomyopathy in Children.","Journal":"Cardiovascular engineering and technology","Authors":"Bozkurt S., Paracha W., Bakaya K., Schievano S.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; University College London Medical School, London, UK.; Institute of Cardiovascular Science, University College London, London, UK. s.bozkurt1@ulster.ac.uk.; School of Engineering, Ulster University, Newtownabbey, UK. s.bozkurt1@ulster.ac.uk.","Year":"2022","DOI":"10.1007\/s13239-022-00611-9","DocumentType":"Article","PublicationDate":1664582400000},{"Title":"Central Venous Catheter Malfunction in Children: A Bioengineering Approach.","Journal":"Clinical journal of the American Society of Nephrology : CJASN","Authors":"Bruno C., Moumneh R., Sauvage E., Stronach L., Waters K., Simcock I., Arthurs O., Schievano S., Capelli C., Shroff R.","Affiliations":"UCL Great Ormond Street Institute of Child Health, University College London, London, United Kingdom.; National Institute for Health and Care Research Great Ormond Street Hospital Biomedical Research Centre, London, United Kingdom.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Great Ormond Street Hospital for Children NHS Foundation Trust, London, United Kingdom.","Year":"2022","DOI":"10.2215\/CJN.01470222","DocumentType":"Article","PublicationDate":1661990400000},{"Title":"Assessment of cardiac dimensions in children diagnosed with hypertrophic cardiomyopathy.","Journal":"Echocardiography (Mount Kisco, N.Y.)","Authors":"Bakaya K., Paracha W., Schievano S., Bozkurt S.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; UCL Medical School, University College London, London, UK.; School of Engineering, Ulster University, Newtownabbey, UK.","Year":"2022","DOI":"10.1111\/echo.15437","DocumentType":"Article","PublicationDate":1661990400000},{"Title":"Aortic Arch Phenotypes in Double Outlet Right Ventricle (DORV)-Implications for Surgery and Multi-Modal Imaging.","Journal":"Journal of cardiovascular development and disease","Authors":"Gressani A., Aynetdinova R., Kostolny M., Schievano S., Cook A., Belitsis G.","Affiliations":"Department of Children's Cardiovascular Disease, University College London, London WC1N 1DZ, UK.; Medical School, University College London, London WC1E 6DE, UK.; Cardiothoracic Surgery Department, Great Ormond Street Hospital for Children, London WC1N 1DZ, UK.","Year":"2022","DOI":"10.3390\/jcdd9080262","DocumentType":"Article","PublicationDate":1660262400000},{"Title":"Demonstration of Use of a Novel 3D Printed Simulator for Mitral Valve Transcatheter Edge-to-Edge Repair (TEER).","Journal":"Materials (Basel, Switzerland)","Authors":"Bertolini M., Mullen M., Belitsis G., Babu A., Colombo G., Cook A., Mullen A., Capelli C.","Affiliations":"Department of Mechanical Engineering, Politecnico di Milano, 20133 Milan, Italy.; Barts Health NHS Trust, London E1 1BB, UK.; Institute of Cardiovascular Science, University College London, London WC1E 6BT, UK.","Year":"2022","DOI":"10.3390\/ma15124284","DocumentType":"Article","PublicationDate":1655424000000},{"Title":"Finite element method for the design of implants for temporal hollowing.","Journal":"JPRAS open","Authors":"Ruggiero F., Dunaway D., Budden C., Smith L., Jeelani N., Schievano S., Ong J., Borghi A.","Affiliations":"Craniofacial Unit, Great Ormond Street Hospital, London WC1N 1JH (UK).; DIBINEM Alma Mater Studiorum University of Bologna, Bologna, Italia.; Great Ormond Street Institute of Child Health, University College London, London WC1N 1EH (UK).","Year":"2022","DOI":"10.1016\/j.jpra.2021.12.001","DocumentType":"Article","PublicationDate":1654041600000},{"Title":"Growth patterns and shape development of the paediatric mandible - A 3D statistical model.","Journal":"Bone reports","Authors":"O' Sullivan E., van de Lande L., El Ghoul K., Koudstaal M., Schievano S., Khonsari R., Dunaway D., Zafeiriou S.","Affiliations":"Department of Computing, Imperial College London, London, UK.; Department of Maxillofacial Surgery and Plastic Surgery, Necker - Enfants Malades University Hospital, Assistance Publique - Hôpitaux de Paris, Faculty of Medicine, University of Paris, Paris, France.; UCL Great Ormond Street Institute of Child Health, London, UK.; Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.; Department of Oral and Maxillofacial Surgery, Erasmus Medical Centre, Rotterdam, the Netherlands.","Year":"2022","DOI":"10.1016\/j.bonr.2022.101528","DocumentType":"Article","PublicationDate":1654041600000},{"Title":"Complications in children with ventricular assist devices: systematic review and meta-analyses.","Journal":"Heart failure reviews","Authors":"George A., Hsia T., Schievano S., Bozkurt S.","Affiliations":"Pediatric Cardiac Surgery, Arnold Palmer Hospital for Children, Orlando, FL, USA.; Institute of Cardiovascular Science, University College London, London, UK.; Institute of Cardiovascular Science, University College London, London, UK. s.bozkurt@ucl.ac.uk.","Year":"2022","DOI":"10.1007\/s10741-021-10093-x","DocumentType":"Article","PublicationDate":1651363200000},{"Title":"Correlation between head shape and volumetric changes following spring-assisted posterior vault expansion.","Journal":"Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery","Authors":"Ramdat Misier K., Breakey R., van de Lande L., Biffi B., Knoops P., Schievano S., Caron C., Dunaway D., Koudstaal M., Jeelani N., Borghi A.","Affiliations":"Craniofacial Unit, Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, United Kingdom; UCL Institute of Cardiovascular Science, 30 Guilford St, Holborn, London, WC1N 1EH, United Kingdom.; UCL Institute of Cardiovascular Science, 30 Guilford St, Holborn, London, WC1N 1EH, United Kingdom.; Department of Oral and Maxillofacial Surgery, Erasmus University Medical Centre, Dr. Molewaterplein 40, 3015 GD, Rotterdam, the Netherlands. Electronic address: k.ramdatmisier@erasmusmc.nl.; Department of Oral and Maxillofacial Surgery, Erasmus University Medical Centre, Dr. Molewaterplein 40, 3015 GD, Rotterdam, the Netherlands; Craniofacial Unit, Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, United Kingdom.; Craniofacial Unit, Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, United Kingdom.","Year":"2022","DOI":"10.1016\/j.jcms.2021.05.004","DocumentType":"Article","PublicationDate":1648771200000},{"Title":"The use of 3D-printed models in patient communication: a scoping review.","Journal":"Journal of 3D printing in medicine","Authors":"Traynor G., Shearn A., Milano E., Ordonez M., Velasco Forte M., Caputo M., Schievano S., Mustard H., Wray J., Biglino G.","Affiliations":"Great Ormond Street Hospital for Children, NHS Foundation Trust, London, WC1N 3JH, UK.; Bristol Medical School, University of Bristol, Bristol, BS8 1UD, UK.; University Hospitals Bristol & Weston, NHS Foundation Trust, Bristol, BS1 3NU, UK.; National Heart & Lung Institute, Imperial College London, London, SW3 6LY, UK.; Institute of Cardiovascular Science, University College London, London, WC1E 6DD, UK.","Year":"2022","DOI":"10.2217\/3dp-2021-0021","DocumentType":"Article","PublicationDate":1646092800000},{"Title":"Beating heart implantation of transventricular artificial cordae: How can access site selection and leaflet insertion improve mitral regurgitation correction?","Journal":"Medical engineering & physics","Authors":"Di Micco L., Biffi B., Schievano S., Boso D., Besola L., Fiocco A., Gerosa G., Susin F., Colli A., Peruzzo P.","Affiliations":"University College London, Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.; DSCTV, University of Padova Medical School, Italy.; Cardiovascular Fluid Dynamics Laboratory, ICEA Department, University of Padova, Via Loredan 20, Padova, 35131, Italy. Electronic address: luigi.dimicco@dicea.unipd.it.; DSCTV, University of Padova Medical School, Italy; Department of Surgical, Medical and Molecular Pathology and Critical Care Medicine, University of Pisa, Pisa, Italy.; Cardiovascular Fluid Dynamics Laboratory, ICEA Department, University of Padova, Via Loredan 20, Padova, 35131, Italy.; University of British Columbia, St Paul's Hospital Department of cardiovascolar surgery, Vancouver, Canada; DSCTV, University of Padova Medical School, Italy.","Year":"2022","DOI":"10.1016\/j.medengphy.2022.103773","DocumentType":"Article","PublicationDate":1646092800000},{"Title":"Convolutional mesh autoencoders for the 3-dimensional identification of FGFR-related craniosynostosis.","Journal":"Scientific reports","Authors":"O' Sullivan E., van de Lande L., Papaioannou A., Breakey R., Jeelani N., Ponniah A., Duncan C., Schievano S., Khonsari R., Zafeiriou S., Dunaway D.","Affiliations":"Department of Computing, Imperial College London, London, UK.; Department of Plastic Surgery, Royal. Free Hospital, London, UK.; Craniofacial Unit, Alder Hey Childrens Hospital, Liverpool, UK.; Assistance Publique - Hôpitaux de Paris, Faculty of Medicine, University of Paris, Paris, France. l.lande@ucl.ac.uk.; Department of Maxillofacial Surgery and Plastic Surgery, Necker - Enfants Malades University Hospital, Paris, France.; UCL Great Ormond Street Institute of Child Health, London, UK. l.lande@ucl.ac.uk.; Department of Maxillofacial Surgery and Plastic Surgery, Necker - Enfants Malades University Hospital, Paris, France. l.lande@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health, London, UK.; Assistance Publique - Hôpitaux de Paris, Faculty of Medicine, University of Paris, Paris, France.","Year":"2022","DOI":"10.1038\/s41598-021-02411-y","DocumentType":"Article","PublicationDate":1644364800000},{"Title":"Blood flow characteristics after aortic valve neocuspidization in paediatric patients: a comparison with the Ross procedure.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Secinaro A., Milano E., Ciancarella P., Trezzi M., Capelli C., Ciliberti P., Cetrano E., Curione D., Santangelo T., Napolitano C., Albanese S., Carotti A.","Affiliations":"Great Ormond Street Hospital for Children, Department of Cardiology, London, UK.; Advanced Cardiovascular Imaging Unit, Department of Imaging, Bambino Gesù Children's Hospital, IRCCS, Piazza S. Onofrio 4, 00165 Rome, Italy.; University College London, Institute of Cardiovascular Science, London, UK.; Department of Pediatric Cardiology and Cardiac Surgery, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy.","Year":"2022","DOI":"10.1093\/ehjci\/jeab009","DocumentType":"Article","PublicationDate":1642982400000},{"Title":"Mechanical and morphological properties of parietal bone in patients with sagittal craniosynostosis.","Journal":"Journal of the mechanical behavior of biomedical materials","Authors":"Ajami S., Rodriguez-Florez N., Ong J., Jeelani N., Dunaway D., James G., Angullia F., Budden C., Bozkurt S., Ibrahim A., Ferretti P., Schievano S., Borghi A.","Affiliations":"Universidad de Navarra, TECNUN Escuela de Ingenieros, Spain; Ikerbasque, Basque Foundation of Science, Spain.; UCL Great Ormond Street Institute of Child Health, London WC1N 1EH, United Kingdom; UCL Institute of Cardiovascular Science, London WC1E 6BT, United Kingdom.; UCL Great Ormond Street Institute of Child Health, London WC1N 1EH, United Kingdom. Electronic address: sara.ajami@ucl.ac.uk.; Biomaterials and Biomimetics, NYU College of Dentistry, United States.; UCL Great Ormond Street Institute of Child Health, London WC1N 1EH, United Kingdom.; Craniofacial Unit, Great Ormond Street Hospital, London WC1N 3JH, United Kingdom.","Year":"2022","DOI":"10.1016\/j.jmbbm.2021.104929","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"Computational investigation of the haemodynamics shows criticalities of central venous lines used for chronic haemodialysis in children.","Journal":"Frontiers in pediatrics","Authors":"Bruno C., Sauvage E., Simcock I., Redaelli A., Schievano S., Shroff R., Capelli C.","Affiliations":"Institute of Child Health, University College London, London, United Kingdom.; Department of Electronics, Information and Bioengineering, Politecnico di Milano, Milan, Italy.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom.","Year":"2022","DOI":"10.3389\/fped.2022.1055212","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"The 3D skull 0-4 years: A validated, generative, statistical shape model.","Journal":"Bone reports","Authors":"O' Sullivan E., van de Lande L., Oosting A., Papaioannou A., Jeelani N., Koudstaal M., Khonsari R., Dunaway D., Zafeiriou S., Schievano S.","Affiliations":"Oral and Maxillofacial Surgery Department, Hospital Necker, Enfants Malades, Paris, France.; Department of Oral and Maxillofacial Surgery, Erasmus Medical Centre, Rotterdam, the Netherlands.; Department of Computing, Imperial College London, London, UK.; Great Ormond Street Institute of Child Health, University College London & Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.","Year":"2021","DOI":"10.1016\/j.bonr.2021.101154","DocumentType":"Article","PublicationDate":1638316800000},{"Title":"Enhanced 3D visualization for planning biventricular repair of double outlet right ventricle: a pilot study on the advantages of virtual reality.","Journal":"European heart journal. Digital health","Authors":"Milano E., Kostolny M., Pajaziti E., Marek J., Regan W., Caputo M., Luciani G., Mortensen K., Cook A., Schievano S., Capelli C.","Affiliations":"Department of Surgery, Dentistry, Paediatrics and Gynaecology, University of Verona, P.le Scuro 10, 37134, Verona, Italy.; Bristol Heart Institute, Bristol Medical School, Bristol Medical School, University of Bristol, St Michael's Hill, BS2 8DZ, Bristol, UK.; UCL Institute for Cardiovascular Science and Great Ormond Street Hospital, 20c Guilford St, London WC1N 1DZ, UK.; Cardiorespiratory Division, Great Ormond Street Hospital for Children NHS Foundation Trust, Great Ormond Street, WC1N 3JH, London, UK.; Department of Congenital Heart Disease, Evelina London Children's Hospital, Westminster Bridge Rd, SE1 7EH, London, UK.; Department of Cardiothoracic Surgery, Great Ormond Street Hospital for Children NHS Foundation Trust, Great Ormond Street, WC1N 3JH, London, UK.","Year":"2021","DOI":"10.1093\/ehjdh\/ztab087","DocumentType":"Article","PublicationDate":1638316800000},{"Title":"Spring-assisted posterior vault expansion-a single-centre experience of 200 cases.","Journal":"Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery","Authors":"Breakey R., van de Lande L., Sidpra J., Knoops P., Borghi A., O'Hara J., Ong J., James G., Hayward R., Schievano S., Dunaway D., Jeelani N.","Affiliations":"Paediatric Neurosurgeon, Great Ormond Street Hospital for Children, Craniofacial Unit, Great Ormond Street, London, WC1N 3JH, UK. owase.jeelani@gosh.nhs.uk.; UCL Great Ormond Street Institute of Child Health & Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK. owase.jeelani@gosh.nhs.uk.; UCL Great Ormond Street Institute of Child Health & Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.","Year":"2021","DOI":"10.1007\/s00381-021-05330-5","DocumentType":"Article","PublicationDate":1633046400000},{"Title":"Maxillary Changes Following Facial Bipartition - A Three-Dimensional Quantification.","Journal":"The Journal of craniofacial surgery","Authors":"Rickart A., van de Lande L., O'Sullivan E., Ong J., Gill D., Evans R., Schievano S., Dunaway D.","Affiliations":"Department of Oral and Maxillofacial Surgery.; Department of Computing, Imperial College London, London, UK.; UCL Institute of Child Health and Department of Craniofacial Surgery, Great Ormond Street Hospital for Children.","Year":"2021","DOI":"10.1097\/SCS.0000000000007632","DocumentType":"Article","PublicationDate":1630454400000},{"Title":"Validation of an in-silico modelling platform for outcome prediction in spring assisted posterior vault expansion.","Journal":"Clinical biomechanics (Bristol, Avon)","Authors":"Deliège L., Misier K., Bozkurt S., Breakey W., James G., Ong J., Dunaway D., Jeelani N., Schievano S., Borghi A.","Affiliations":"UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London WC1N 1EH, UK. Electronic address: sejjlie@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London WC1N 1EH, UK.; Great Ormond Street Hospital, Great Ormond Street, London WC1N 3JH, UK.","Year":"2021","DOI":"10.1016\/j.clinbiomech.2021.105424","DocumentType":"Article","PublicationDate":1627776000000},{"Title":"Statistical shape modelling for the analysis of head shape variations.","Journal":"Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery","Authors":"Heutinck P., Knoops P., Florez N., Biffi B., Breakey W., James G., Koudstaal M., Schievano S., Dunaway D., Jeelani O., Borghi A.","Affiliations":"UCL GOS Institute of Child Health, London, UK, Great Ormond Street Hospital, London, UK.; Universidad de Navarra, TECNUN Escuela de Ingenieros, San Sebastian, Spain; Ikerbasque, Basque Foundation for Science, Bilbao, Spain.; UCL Institute of Cardiovascular Science, London, UK.; UCL GOS Institute of Child Health, London, UK, Great Ormond Street Hospital, London, UK. Electronic address: a.borghi@ucl.ac.uk.; UCL GOS Institute of Child Health, London, UK, Great Ormond Street Hospital, London, UK; Erasmus MC Hospital, Rotterdam, the Netherlands.; UCL GOS Institute of Child Health, London, UK, Great Ormond Street Hospital, London, UK; UCL Institute of Cardiovascular Science, London, UK.; Erasmus MC Hospital, Rotterdam, the Netherlands.","Year":"2021","DOI":"10.1016\/j.jcms.2021.02.020","DocumentType":"Article","PublicationDate":1622505600000},{"Title":"Multiparametric Imaging for Presurgical Planning of Craniopagus Twins: The Experience of Two Tertiary Pediatric Hospitals with Six Sets of Twins.","Journal":"Radiology","Authors":"Eley K., Rossi-Espagnet M., Schievano S., Napolitano A., Ong J., Secinaro A., Borro L., Dunaway D., Marras C., Rennie A., Robertson F., Picardo S., Longo D., Inserra A., Rollo M., Cooper J., Mankad K., Jeelani N., D'Arco F.","Affiliations":"From the Department of Neuroradiology, Great Ormond Street Hospital for Children National Health Service Foundation Trust, London, England (K.A.E., A.R., F.R., J.C., K.M., F.D.); Department of Radiology, University of Cambridge School of Clinical Medicine, Box 218, Cambridge Biomedical Campus, Hills Road, Cambridge CB2 0QQ, England (K.A.E.); Neuroradiology Unit, Imaging Department, Bambino Gesù Children's Hospital, Rome, Italy (M.C.R.E., D.L., M.R.); Neuroscienze Salute Mentale e Organi di Senso Department, Sapienza University, Rome, Italy (M.C.R.E.); Department of Craniofacial Surgery, Great Ormond Street Hospital, London, England (S.S., J.O., D.D., N.O.J.); Advanced Cardiovascular Imaging Unit (A.S., L.B.), Department of General and Thoracic Surgery (A.I.), Medical Physics Department (A.N.), Neurosurgery Unit (C.E.M.), Bambino Gesù Children's Hospital, Scientific Institute for Research, Hospitalization and Healthcare, Rome, Italy; Department of Anesthesia and Critical Care, Ospedale Pediatrico Bambino Gesù, Rome, Italy (S.P.).","Year":"2021","DOI":"10.1148\/radiol.2020202216","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"Characterization of Flow Dynamics in the Pulmonary Bifurcation of Patients With Repaired Tetralogy of Fallot: A Computational Approach.","Journal":"Frontiers in cardiovascular medicine","Authors":"Boumpouli M., Sauvage E., Capelli C., Schievano S., Kazakidi A.","Affiliations":"Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, NHS Foundation Trust, University College London, London, United Kingdom.; Department of Biomedical Engineering, University of Strathclyde, Glasgow, United Kingdom.","Year":"2021","DOI":"10.3389\/fcvm.2021.703717","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"Computational modelling of patient specific spring assisted lambdoid craniosynostosis correction.","Journal":"Scientific reports","Authors":"Bozkurt S., Borghi A., van de Lande L., Jeelani N., Dunaway D., Schievano S.","Affiliations":"University College London, Great Ormond Street Institute of Child Health, London, UK. s.bozkurt@ucl.ac.uk.; University College London, Great Ormond Street Institute of Child Health, London, UK.; Institute of Cardiovascular Science, University College London, London, UK. s.bozkurt@ucl.ac.uk.; Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.","Year":"2020","DOI":"10.1038\/s41598-020-75747-6","DocumentType":"Article","PublicationDate":1603929600000},{"Title":"Three-Dimensional Calvarial Growth in Spring-Assisted Cranioplasty for Correction of Sagittal Synostosis.","Journal":"The Journal of craniofacial surgery","Authors":"Rodriguez-Florez N., Borghi A., Yauwan D., Heuntinck P., Bruse J., Tenhagen M., Göktekin Ö., Angullia F., Schievano S., Dunaway D., Jeelani N., James G.","Affiliations":"Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.; Barts and the London School of Medicine and Dentistry, London, UK.; UCL GOS Institute of Child Health.; Vicomtech, Basque Research and Technology Alliance (BRTA), San Sebastian, Spain.; Ikerbasque, Basque Foundation for Science, Bilbao, Spain.; Universidad de Navarra, TECNUN School of Engineering, San Sebastian.","Year":"2020","DOI":"10.1097\/SCS.0000000000006863","DocumentType":"Article","PublicationDate":1601510400000},{"Title":"The Science Behind the Springs: Using Biomechanics and Finite Element Modeling to Predict Outcomes in Spring-Assisted Sagittal Synostosis Surgery.","Journal":"The Journal of craniofacial surgery","Authors":"Jeelani N., Borghi A., Florez N., Bozkurt S., Dunaway D., Schievano S.","Affiliations":"Craniofacial Research Unit, Great Ormond Street Hospital for Children and UCL GOS Institute of Child Health.; University College London, Institute of Cardiovascular Science, London, UK.","Year":"2020","DOI":"10.1097\/SCS.0000000000006865","DocumentType":"Article","PublicationDate":1601510400000},{"Title":"A population-specific material model for sagittal craniosynostosis to predict surgical shape outcomes.","Journal":"Biomechanics and modeling in mechanobiology","Authors":"Borghi A., Rodriguez Florez N., Ruggiero F., James G., O'Hara J., Ong J., Jeelani O., Dunaway D., Schievano S.","Affiliations":"UCL Great Ormond Street Institute of Child Health and Great Ormond Street Hospital for Children, London, UK. a.borghi@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health and Great Ormond Street Hospital for Children, London, UK.; Surface Technologies Group, Department of Biomedical Engineering, Mondragon Unibertsitatea, Mondragón, Spain.","Year":"2020","DOI":"10.1007\/s10237-019-01229-y","DocumentType":"Article","PublicationDate":1596240000000},{"Title":"A validated computational framework to predict outcomes in TAVI.","Journal":"Scientific reports","Authors":"Bosi G., Capelli C., Cheang M., Delahunty N., Mullen M., Taylor A., Schievano S.","Affiliations":"Barts Health NHS Trust, University College London Hospital, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.; UCL Institute of Cardiovascular Science, London, UK.; Cardiovascular Engineering Laboratory, UCL Mechanical Engineering, London, UK. g.bosi@ucl.ac.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK. g.bosi@ucl.ac.uk.","Year":"2020","DOI":"10.1038\/s41598-020-66899-6","DocumentType":"Article","PublicationDate":1592438400000},{"Title":"Computational Evaluation of Potential Correction Methods for Unicoronal Craniosynostosis.","Journal":"The Journal of craniofacial surgery","Authors":"Bozkurt S., Borghi A., Jeelani O., Dunaway D., Schievano S.","Affiliations":"University College London, Institute of Child Health, Department of Developmental Biology and Cancer.; University College London, Institute of Cardiovascular Science, Department of Children's Cardiovascular Disease.; Great Ormond Street Hospital for Children, London, UK.","Year":"2020","DOI":"10.1097\/SCS.0000000000006186","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"Correlation of Intracranial Volume With Head Surface Volume in Patients With Multisutural Craniosynostosis.","Journal":"The Journal of craniofacial surgery","Authors":"Ramdat Misier K., Breakey R., Caron C., Schievano S., Dunaway D., Koudstaal M., Jeelani O., Borghi A.","Affiliations":"Department of Craniofacial Malformations, Karolinska University Hospital, Stockholm, Sweden.; Craniofacial Unit, Great Ormond Street Hospital for Children, London, United Kingdom.; Department of Oral and Maxillofacial Surgery, Erasmus University Medical Center, Rotterdam, the Netherlands.","Year":"2020","DOI":"10.1097\/SCS.0000000000006372","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"A workflow for patient-specific fluid-structure interaction analysis of the mitral valve: A proof of concept on a mitral regurgitation case.","Journal":"Medical engineering & physics","Authors":"Biffi B., Gritti M., Grasso A., Milano E., Fontana M., Alkareef H., Davar J., Jeetley P., Whelan C., Anderson S., Lorusso D., Sauvage E., Maria Bosi G., Schievano S., Capelli C.","Affiliations":"Centre for Clinical Cardiovascular Engineering, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.; The National Amyloidosis Centre, Division of Medicine, UCL Medical School, Royal Free Hospital, London, UK.; Department of Cardiology, Royal Free Hospital, London, UK.; Centre for Clinical Cardiovascular Engineering, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK; Department of Medical Physics and Biomedical Engineering, University College London, London, UK. Electronic address: b.biffi@ucl.ac.uk.","Year":"2019","DOI":"10.1016\/j.medengphy.2019.09.020","DocumentType":"Article","PublicationDate":1575158400000},{"Title":"Beyond apical ballooning: computational modelling reveals morphological features of Takotsubo cardiomyopathy.","Journal":"Computer methods in biomechanics and biomedical engineering","Authors":"Pontecorboli G., Biglino G., Milano E., Sophocleous F., Biffi B., Dastidar A., Schievano S., Di Mario C., Bucciarelli-Ducci C.","Affiliations":"Bristol Heart Institute, University Hospitals Bristol NHS Trust , Bristol , UK.; Translational Health Sciences, Bristol Medical School, University of Bristol , Bristol , UK.; Cardiovascular and Thoracic Department, Careggi University Hospital, Florence, Italy; Department of Experimental and Clinical Biomedical Sciences, University of Florence , Florence , Italy.; Institute of Cardiovascular Science, University College London , London , UK.; Department of Medicine, Section of Cardiology, University of Verona , Verona , Italy.","Year":"2019","DOI":"10.1080\/10255842.2019.1632836","DocumentType":"Article","PublicationDate":1572566400000},{"Title":"Three-dimensional printing in congenital heart disease: Considerations on training and clinical implementation from a teaching session.","Journal":"The International journal of artificial organs","Authors":"Biglino G., Milano E., Capelli C., Wray J., Shearn A., Caputo M., Bucciarelli-Ducci C., Taylor A., Schievano S.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; Bristol Heart Institute, Bristol Medical School, University of Bristol, Bristol, UK.; Department of Surgery, Dentistry, Paediatrics and Obstetrics\/Gynaecology, University of Verona, Verona, Italy.; National Heart and Lung Institute, Imperial College London, London, UK.; University Hospitals Bristol NHS Foundation Trust, Bristol, UK.; Cardiorespiratory Division, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK.","Year":"2019","DOI":"10.1177\/0391398819849074","DocumentType":"Article","PublicationDate":1569888000000},{"Title":"Design, simulation, and fabrication of a three-dimensional printed pump mimicking the left ventricle motion.","Journal":"The International journal of artificial organs","Authors":"Vignali E., Manigrasso Z., Gasparotti E., Biffi B., Landini L., Positano V., Capelli C., Celi S.","Affiliations":"UCL Institute of Cardiovascular Science, London, UK.; BioCardioLab, Ospedale del Cuore, Fondazione Toscana G Monasterio, Massa, Italy.; Department of Information Engineering, University of Pisa, Pisa, Italy.","Year":"2019","DOI":"10.1177\/0391398819856892","DocumentType":"Article","PublicationDate":1569888000000},{"Title":"A machine learning framework for automated diagnosis and computer-assisted planning in plastic and reconstructive surgery.","Journal":"Scientific reports","Authors":"Knoops P., Papaioannou A., Borghi A., Breakey R., Wilson A., Jeelani O., Zafeiriou S., Steinbacher D., Padwa B., Dunaway D., Schievano S.","Affiliations":"Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK. s.schievano@ucl.ac.uk.; Department of Computing, Imperial College London, London, UK.; Department of Plastic and Reconstructive Surgery, Yale University School of Medicine, New Haven, CT, USA.; Department of Plastic and Oral Surgery, Boston Children's Hospital & Harvard School of Dental Medicine, Boston, MA, USA.; UCL Great Ormond Street Institute of Child Health, London, UK. s.schievano@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health, London, UK.; Craniofacial Unit, Great Ormond Street Hospital for Children, London, UK.","Year":"2019","DOI":"10.1038\/s41598-019-49506-1","DocumentType":"Article","PublicationDate":1568851200000},{"Title":"Design and manufacturing of a patient-specific nasal implant for congenital arhinia: Case report.","Journal":"JPRAS open","Authors":"Borghi A., Ruggiero F., Tenhagen M., Schievano S., Ponniah A., Dunaway D., O'Hara J., Ong J., Britto J.","Affiliations":"101 Harley St, Marylebone, London W1G 6AH, UK.; Developmental Biology and Cancer Programme, Great Ormond Street Institute of Child Health, University College London, 30 Guilford Street, London WC1N 1EH, UK.; Craniofacial Unit, Great Ormond Street Hospital, Great Ormond Street, London WC1N 1JH, UK.; Department of Plastic Surgery, Royal Free Hospital, Pond Street, London NW3 2QG. UK.","Year":"2019","DOI":"10.1016\/j.jpra.2019.05.002","DocumentType":"Article","PublicationDate":1567296000000},{"Title":"Taking Surgery Out of Reality.","Journal":"Circulation. Cardiovascular imaging","Authors":"Milano E., Pajaziti E., Sauvage E., Cook A., Schievano S., Mortensen K., Taylor A., Marek J., Kostolny M., Capelli C.","Affiliations":"UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK (E.G.M., E.P., E.S., A.C., S.S., A.M.T., J.M., C.C.).; Slovak Medical University, Bratislava, Slovakia (M.K.).; Cardiorespiratory Unit, Great Ormond Street Hospital for Children NHS Foundation Trust, London UK (E.G.M., K.H.M., A.M.T., J.M.).; Department of Cardiothoracic Surgery, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK (M.K.).","Year":"2019","DOI":"10.1161\/CIRCIMAGING.119.009297","DocumentType":"Article","PublicationDate":1561939200000},{"Title":"Aortic morphological variability in patients with bicuspid aortic valve and aortic coarctation.","Journal":"European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery","Authors":"Sophocleous F., Biffi B., Milano E., Bruse J., Caputo M., Rajakaruna C., Schievano S., Emanueli C., Bucciarelli-Ducci C., Biglino G.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; Division of Cardiology, Department of Medicine, University of Verona, Verona, Italy.; Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; National Heart and Lung Institute, Imperial College London, London, UK.; Vicomtech-IK4, Data Intelligence for Energy and Industrial Processes, Donostia\/San Sebastián, Spain.; Bristol Medical School, University of Bristol, Bristol, UK.; Bristol Heart Institute, University Hospitals Bristol, NHS Foundation Trust, Bristol, UK.","Year":"2019","DOI":"10.1093\/ejcts\/ezy339","DocumentType":"Article","PublicationDate":1554076800000},{"Title":"Current and future applications of 3D printing in congenital cardiology and cardiac surgery.","Journal":"The British journal of radiology","Authors":"Milano E., Capelli C., Wray J., Biffi B., Layton S., Lee M., Caputo M., Taylor A., Schievano S., Biglino G.","Affiliations":"1 Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children , London , UK.; 5 National Heart and Lung Institute, Imperial College London , London , United Kingdom.; 4 Bristol Heart Institute, Bristol Medical School, University of Bristol , Bristol , UK.; 2 Department of Medicine, Section of Cardiology, University of Verona , Verona , Italy.; 3 Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust , London , UK.","Year":"2019","DOI":"10.1259\/bjr.20180389","DocumentType":"Article","PublicationDate":1548979200000},{"Title":"Intracranial Volume and Head Circumference in Children with Unoperated Syndromic Craniosynostosis.","Journal":"Plastic and reconstructive surgery","Authors":"Breakey R., Knoops P., Borghi A., Rodriguez-Florez N., O'Hara J., James G., Dunaway D., Schievano S., Jeelani N.","Affiliations":"From the University College London Great Ormond Street Institute of Child Health & Craniofacial Unit, Great Ormond Street Hospital for Children, NHS Trust.","Year":"2018","DOI":"10.1097\/PRS.0000000000004843","DocumentType":"Article","PublicationDate":1541030400000},{"Title":"3D printing from microfocus computed tomography (micro-CT) in human specimens: education and future implications.","Journal":"The British journal of radiology","Authors":"Shelmerdine S., Simcock I., Hutchinson J., Aughwane R., Melbourne A., Nikitichev D., Ong J., Borghi A., Cole G., Kingham E., Calder A., Capelli C., Akhtar A., Cook A., Schievano S., David A., Ourselin S., Sebire N., Arthurs O.","Affiliations":"5 Department of Medical Physics and Biomedical Engineering, University College London , London , UK.; 8 UCL Culture, Bidborough House, 38-50 Bidborough Street, London UK.; 10 Institute of Cardiovascular Science, University College London , London , UK.; 11 Institute for Women's Health, University College London , London , UK.; 2 Department of Radiology, Great Ormond Street Hospital for Children NHS Foundation Trust , London , UK.; 1 UCL Great Ormond Street Institute of Child Health , London , UK.; 4 Department of Medical Physics and Biomedical Engineering, Translational Imaging Group, University College London , London , UK.; 6 Craniofacial Unit, Great Ormond Street Hospital for Children NHS Foundation Trust , London , UK.; 7 UCL Institute of Archaeology , London , UK.; 9 Cardiorespiratory Division, Great Ormond Street Hospital for Children NHS Foundation Trust, London UK.; 3 Department of Histopathology, Great Ormond Street Hospital for Children NHS Foundation Trust , London , UK.","Year":"2018","DOI":"10.1259\/bjr.20180306","DocumentType":"Article","PublicationDate":1530403200000},{"Title":"A UK-based pilot study of current surgical practice and implant preferences in lumbar fusion surgery.","Journal":"Medicine","Authors":"Provaggi E., Capelli C., Leong J., Kalaskar D.","Affiliations":"UCL Institute of Orthopaedics and Musculoskeletal Science Centre for Nanotechnology and Regenerative Medicine, Division of Surgery & Interventional Science Institute of Cardiovascular Science, Great Ormond Street Hospital for Children, University College London (UCL), London, United Kingdom Royal National Orthopedic Hospital, Brockley Hill, Stanmore, Middlesex, United Kingdom.","Year":"2018","DOI":"10.1097\/MD.0000000000011169","DocumentType":"Article","PublicationDate":1527811200000},{"Title":"Population-specific material properties of the implantation site for transcatheter aortic valve replacement finite element simulations.","Journal":"Journal of biomechanics","Authors":"Bosi G., Capelli C., Cheang M., Delahunty N., Mullen M., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK; Cardiovascular Engineering Laboratory, UCL Mechanical Engineering, London, UK. Electronic address: g.bosi@ucl.ac.uk.; Barts Health NHS Trust, University College London Hospital, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.","Year":"2018","DOI":"10.1016\/j.jbiomech.2018.02.017","DocumentType":"Article","PublicationDate":1523404800000},{"Title":"Spring assisted cranioplasty: A patient specific computational model.","Journal":"Medical engineering & physics","Authors":"Borghi A., Rodriguez-Florez N., Rodgers W., James G., Hayward R., Dunaway D., Jeelani O., Schievano S.","Affiliations":"UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London WC1N 1EH. Electronic address: a.borghi@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London WC1N 1EH.","Year":"2018","DOI":"10.1016\/j.medengphy.2018.01.001","DocumentType":"Article","PublicationDate":1519862400000},{"Title":"Patient-specific simulations for planning treatment in congenital heart disease.","Journal":"Interface focus","Authors":"Capelli C., Sauvage E., Giusti G., Bosi G., Ntsinjana H., Carminati M., Derrick G., Marek J., Khambadkone S., Taylor A., Schievano S.","Affiliations":"CH Baragwanath Hospital University of the Witwatersrand, Johannesburg, South Africa.; Department of Paediatric Cardiology and Adult Congenital Heart Disease, IRCCS-Policlinico San Donato, San Donato, Milanese, Italy.; UCL Institute of Cardiovascular Science, London, UK.; Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; UCL Department of Mechanical Engineering, London, UK.","Year":"2018","DOI":"10.1098\/rsfs.2017.0021","DocumentType":"Article","PublicationDate":1517875200000},{"Title":"Anatomically realistic ultrasound phantoms using gel wax with 3D printed moulds.","Journal":"Physics in medicine and biology","Authors":"Maneas E., Xia W., Nikitichev D., Daher B., Manimaran M., Wong R., Chang C., Rahmani B., Capelli C., Schievano S., Burriesci G., Ourselin S., David A., Finlay M., West S., Vercauteren T., Desjardins A.","Affiliations":"Department of Medical Physics and Biomedical Engineering, University College London, Gower Street, London WC1E 6BT, United Kingdom. Wellcome\/EPSRC Centre for Interventional and Surgical Sciences, University College London, Charles Bell House, 67-73 Riding House Street, London W1W 7EJ, United Kingdom. These authors contributed equally to this work.","Year":"2018","DOI":"10.1088\/1361-6560\/aa9e2c","DocumentType":"Article","PublicationDate":1515110400000},{"Title":"Proof of Concept Study for the Design, Manufacturing, and Testing of a Patient-Specific Shape Memory Device for Treatment of Unicoronal Craniosynostosis.","Journal":"The Journal of craniofacial surgery","Authors":"Borghi A., Rodgers W., Schievano S., Ponniah A., Jeelani O., Dunaway D.","Affiliations":"Royal Free Hospital, London, UK.; UCL Great Ormond Street Institute of Child Health and Great Ormond Street Hospital for Children.","Year":"2018","DOI":"10.1097\/SCS.0000000000004025","DocumentType":"Article","PublicationDate":1514764800000},{"Title":"Computational Fluid Dynamic Analysis of the Left Atrial Appendage to Predict Thrombosis Risk.","Journal":"Frontiers in cardiovascular medicine","Authors":"Bosi G., Cook A., Rai R., Menezes L., Schievano S., Torii R., Burriesci G.","Affiliations":"Biomedical Research Centre, NIHR University College London Hospitals, London, United Kingdom.; UCL Mechanical Engineering, University College London, London, United Kingdom.; UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.; Bioengineering Group, Ri.MED Foundation, Palermo, Italy.","Year":"2018","DOI":"10.3389\/fcvm.2018.00034","DocumentType":"Article","PublicationDate":1514764800000},{"Title":"A novel soft tissue prediction methodology for orthognathic surgery based on probabilistic finite element modelling.","Journal":"PloS one","Authors":"Knoops P., Borghi A., Ruggiero F., Badiali G., Bianchi A., Marchetti C., Rodriguez-Florez N., Breakey R., Jeelani O., Dunaway D., Schievano S.","Affiliations":"UCL Great Ormond Street Institute of Child Health, London, United Kingdom.; Oral and Maxillofacial Surgery Unit, St Orsola-Malpighi University Hospital, Bologna, Italy.; Department of Biomedical Engineering, Mondragon University, Mondragón, Spain.; Craniofacial Unit, Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2018","DOI":"10.1371\/journal.pone.0197209","DocumentType":"Article","PublicationDate":1514764800000},{"Title":"Assessment of spring cranioplasty biomechanics in sagittal craniosynostosis patients.","Journal":"Journal of neurosurgery. Pediatrics","Authors":"Borghi A., Schievano S., Rodriguez Florez N., McNicholas R., Rodgers W., Ponniah A., James G., Hayward R., Dunaway D., Jeelani N.","Affiliations":"Great Ormond Street Hospital for Children, London, United Kingdom.; UCL Great Ormond Street Institute of Child Health; and.","Year":"2017","DOI":"10.3171\/2017.1.PEDS16475","DocumentType":"Article","PublicationDate":1509494400000},{"Title":"Cranial bone structure in children with sagittal craniosynostosis: Relationship with surgical outcomes.","Journal":"Journal of plastic, reconstructive & aesthetic surgery : JPRAS","Authors":"Rodriguez-Florez N., Ibrahim A., Hutchinson J., Borghi A., James G., Arthurs O., Ferretti P., Dunaway D., Schievano S., Jeelani N.","Affiliations":"UCL Great Ormond Street Institute of Child Health, London, UK; Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK; UCL Institute of Cardiovascular Science, Centre for Cardiovascular Imaging, London, UK.; UCL Great Ormond Street Institute of Child Health, London, UK.; UCL Great Ormond Street Institute of Child Health, London, UK; Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK. Electronic address: n.florez@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health, London, UK; Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK.","Year":"2017","DOI":"10.1016\/j.bjps.2017.06.017","DocumentType":"Article","PublicationDate":1509494400000},{"Title":"Intracranial Volume Measurement: A Systematic Review and Comparison of Different Techniques.","Journal":"The Journal of craniofacial surgery","Authors":"Breakey W., Knoops P., Borghi A., Rodriguez-Florez N., Dunaway D., Schievano S., Jeelani O.","Affiliations":"*UCL Great Ormond Street Institute of Child Health †Craniofacial Unit, Great Ormond Street Hospital for Children, NHS Trust, London, UK.","Year":"2017","DOI":"10.1097\/SCS.0000000000003929","DocumentType":"Article","PublicationDate":1506816000000},{"Title":"Statistical shape modelling to aid surgical planning: associations between surgical parameters and head shapes following spring-assisted cranioplasty.","Journal":"International journal of computer assisted radiology and surgery","Authors":"Rodriguez-Florez N., Bruse J., Borghi A., Vercruysse H., Ong J., James G., Pennec X., Dunaway D., Jeelani N., Schievano S.","Affiliations":"UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, UK.; Asclepios Team, Inria, Sophia Antipolis, France.; UCL Great Ormond Street Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, UK. n.florez@ucl.ac.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK.; Craniofacial Unit, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK. n.florez@ucl.ac.uk.; Craniofacial Unit, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK.","Year":"2017","DOI":"10.1007\/s11548-017-1614-5","DocumentType":"Article","PublicationDate":1506816000000},{"Title":"Mathematical modelling of the maternal cardiovascular system in the three stages of pregnancy.","Journal":"Medical engineering & physics","Authors":"Corsini C., Cervi E., Migliavacca F., Schievano S., Hsia T., Pennati G.","Affiliations":"Laboratory of Biological Structure Mechanics, Department of Chemistry, Materials and Chemical Engineering \"Giulio Natta\", Politecnico di Milano, Piazza Leonardo da Vinci, 32, 20133 Milan, Italy. Electronic address: chiara.corsini@polimi.it.; Laboratory of Biological Structure Mechanics, Department of Chemistry, Materials and Chemical Engineering \"Giulio Natta\", Politecnico di Milano, Piazza Leonardo da Vinci, 32, 20133 Milan, Italy.; UCL Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.","Year":"2017","DOI":"10.1016\/j.medengphy.2017.06.025","DocumentType":"Article","PublicationDate":1504224000000},{"Title":"Spring-Assisted Cranioplasty for the Correction of Nonsyndromic Scaphocephaly: A Quantitative Analysis of 100 Consecutive Cases.","Journal":"Plastic and reconstructive surgery","Authors":"Rodgers W., Glass G., Schievano S., Borghi A., Rodriguez-Florez N., Tahim A., Angullia F., Breakey W., Knoops P., Tenhagen M., O'Hara J., Ponniah A., James G., Dunaway D., Jeelani N.","Affiliations":"From the Department of Craniofacial Surgery, Great Ormond Street Hospital for Children; the UCL Great Ormond Street Institute of Child Health; the Department of Oral and Maxillofacial Surgery, The Royal London Hospital; and the Department of Oral and Maxillofacial Surgery, The Royal Free Hospital.; London, United Kingdom.","Year":"2017","DOI":"10.1097\/PRS.0000000000003465","DocumentType":"Article","PublicationDate":1498867200000},{"Title":"A Mock Circulatory System Incorporating a Compliant 3D-Printed Anatomical Model to Investigate Pulmonary Hemodynamics.","Journal":"Artificial organs","Authors":"Knoops P., Biglino G., Hughes A., Parker K., Xu L., Schievano S., Torii R.","Affiliations":"Bristol Heart Institute, School of Clinical Sciences, University of Bristol, Bristol, United Kingdom.; UCL Institute of Cardiovascular Science, London, United Kingdom.; Department of Bioengineering, Imperial College London, London, United Kingdom.; UCL Institute of Child Health, London, United Kingdom.; Great Ormond Street Hospital for Children, NHS Trust, London, United Kingdom.; Department of Mechanical Engineering, University College London, London, United Kingdom.","Year":"2017","DOI":"10.1111\/aor.12809","DocumentType":"Article","PublicationDate":1498867200000},{"Title":"Quantitative analysis of fetal facial morphology using 3D ultrasound and statistical shape modeling: a feasibility study.","Journal":"American journal of obstetrics and gynecology","Authors":"Dall'Asta A., Schievano S., Bruse J., Paramasivam G., Kaihura C., Dunaway D., Lees C.","Affiliations":"Centre for Fetal Care, Queen Charlotte's and Chelsea Hospital, Imperial College Healthcare National Health Service Trust, London, United Kingdom.; Craniofacial Unit, Great Ormond Street Hospital for Children National Health Service Foundation Trust and University College London Hospital, London, United Kingdom.; University College London Institute of Child Health and Great Ormond Street Hospital for Children, London, United Kingdom.; Centre for Fetal Care, Queen Charlotte's and Chelsea Hospital, Imperial College Healthcare National Health Service Trust, London, United Kingdom; Obstetrics and Gynaecology Unit, University of Parma, Parma, Italy.; Obstetrics and Gynaecology Unit, University of Parma, Parma, Italy.; Centre for Fetal Care, Queen Charlotte's and Chelsea Hospital, Imperial College Healthcare National Health Service Trust, London, United Kingdom; Institute of Reproductive and Developmental Biology, Department of Surgery and Cancer, Imperial College London, London, United Kingdom; Department of Development and Regeneration, KU Leuven, Leuven, Belgium. Electronic address: christoph.lees@imperial.nhs.uk.","Year":"2017","DOI":"10.1016\/j.ajog.2017.02.007","DocumentType":"Article","PublicationDate":1498867200000},{"Title":"Three-dimensional surface scanners compared with standard anthropometric measurements for head shape.","Journal":"Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery","Authors":"Beaumont C., Knoops P., Borghi A., Jeelani N., Koudstaal M., Schievano S., Dunaway D., Rodriguez-Florez N.","Affiliations":"UCL Great Ormond Street Institute of Child Health, London, United Kingdom & Craniofacial Unit, Great Ormond Street Hospital for Children, London, United Kingdom; Erasmus University Medical Center, Rotterdam, The Netherlands. Electronic address: c.beaumont@erasmusmc.nl.; UCL Great Ormond Street Institute of Child Health, London, United Kingdom & Craniofacial Unit, Great Ormond Street Hospital for Children, London, United Kingdom; Erasmus University Medical Center, Rotterdam, The Netherlands.; UCL Great Ormond Street Institute of Child Health, London, United Kingdom & Craniofacial Unit, Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2017","DOI":"10.1016\/j.jcms.2017.03.003","DocumentType":"Article","PublicationDate":1496275200000},{"Title":"Statistical Shape Modeling for Cavopulmonary Assist Device Development: Variability of Vascular Graft Geometry and Implications for Hemodynamics.","Journal":"Journal of medical devices","Authors":"Bruse J., Giusti G., Baker C., Cervi E., Hsia T., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children.","Year":"2017","DOI":"10.1115\/1.4035865","DocumentType":"Article","PublicationDate":1496275200000},{"Title":"Utility of adenosine stress perfusion CMR to assess paediatric coronary artery disease.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Ntsinjana H., Tann O., Hughes M., Derrick G., Secinaro A., Schievano S., Muthurangu V., Taylor A.","Affiliations":"Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust, Level 7, Nurses Home, Great Ormond Street, London WC1N 3JH, UK.; Department of Imaging, Bambino Gesù Children's Hospital, Rome, Italy.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.; Deparetment of Paediatrics, Paediatric Cardiology Division, CH Baragwanath Academic Hospital and University of the Wiwatersrand, Johannesburg, South Africa.","Year":"2017","DOI":"10.1093\/ehjci\/jew151","DocumentType":"Article","PublicationDate":1493596800000},{"Title":"Comparison of three-dimensional scanner systems for craniomaxillofacial imaging.","Journal":"Journal of plastic, reconstructive & aesthetic surgery : JPRAS","Authors":"Knoops P., Beaumont C., Borghi A., Rodriguez-Florez N., Breakey R., Rodgers W., Angullia F., Jeelani N., Schievano S., Dunaway D.","Affiliations":"UCL Great Ormond Street Institute of Child Health, London, United Kingdom; Craniofacial Unit, Great Ormond Street Hospital for Children, NHS Trust, London, United Kingdom. Electronic address: paul.knoops.14@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health, London, United Kingdom; Craniofacial Unit, Great Ormond Street Hospital for Children, NHS Trust, London, United Kingdom; Erasmus University Medical Center, Rotterdam, The Netherlands.; UCL Great Ormond Street Institute of Child Health, London, United Kingdom; Craniofacial Unit, Great Ormond Street Hospital for Children, NHS Trust, London, United Kingdom.","Year":"2017","DOI":"10.1016\/j.bjps.2016.12.015","DocumentType":"Article","PublicationDate":1491004800000},{"Title":"Piloting the Use of Patient-Specific Cardiac Models as a Novel Tool to Facilitate Communication During Cinical Consultations.","Journal":"Pediatric cardiology","Authors":"Biglino G., Koniordou D., Gasparini M., Capelli C., Leaver L., Khambadkone S., Schievano S., Taylor A., Wray J.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK.; School of Medicine, King's College London, London, UK.; Bristol Heart Institute, School of Clinical Sciences, Bristol Royal Infirmary, University of Bristol, Upper Maudlin Street, Bristol, BS2 8HW, UK. g.biglino@bristol.ac.uk.; Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK. g.biglino@bristol.ac.uk.","Year":"2017","DOI":"10.1007\/s00246-017-1586-9","DocumentType":"Article","PublicationDate":1491004800000},{"Title":"Pledget-Armed Sutures Affect the Haemodynamic Performance of Biologic Aortic Valve Substitutes: A Preliminary Experimental and Computational Study.","Journal":"Cardiovascular engineering and technology","Authors":"Capelli C., Corsini C., Biscarini D., Ruffini F., Migliavacca F., Kocher A., Laufer G., Taylor A., Schievano S., Andreas M., Burriesci G., Rath C.","Affiliations":"Division of Anatomy, Center for Anatomy and Cell Biology, Medical University of Vienna, Vienna, Austria.; Department of Cardiac Surgery, Medical University of Vienna, Vienna, Austria.; Department of Mechanical Engineering, UCL, London, UK.; Fondazione Ri.MED, Bioengineering Group, Palermo, Italy.; UCL Institute of Cardiovascular Science, and Great Ormond Street Hospital for Children, NHS Foundation Trust, 30 Guilford Street, London, WC1N 1EH, UK.; Laboratory of Biological Structure Mechanics, Department of Chemistry, Materials and Chemical Engineering 'Giulio Natta', Politecnico di Milano, Milan, Italy.; UCL Institute of Cardiovascular Science, and Great Ormond Street Hospital for Children, NHS Foundation Trust, 30 Guilford Street, London, WC1N 1EH, UK. c.capelli@ucl.ac.uk.","Year":"2017","DOI":"10.1007\/s13239-016-0284-8","DocumentType":"Article","PublicationDate":1488326400000},{"Title":"Quantifying the effect of corrective surgery for trigonocephaly: A non-invasive, non-ionizing method using three-dimensional handheld scanning and statistical shape modelling.","Journal":"Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery","Authors":"Rodriguez-Florez N., Göktekin Ö., Bruse J., Borghi A., Angullia F., Knoops P., Tenhagen M., O'Hara J., Koudstaal M., Schievano S., Jeelani N., James G., Dunaway D.","Affiliations":"Craniofacial Unit, Great Ormond Street Hospital for Children NHS Trust, London WC1N 3JH, United Kingdom.; Craniofacial Unit, Great Ormond Street Hospital for Children NHS Trust, London WC1N 3JH, United Kingdom; UCL Institute of Cardiovascular Science (Head: Prof. A. Hingorani), Centre for Cardiovascular Imaging, London WC1E 6BT, United Kingdom.; UCL Great Ormond Street Institute of Child Health (Head: Prof. R. Smyth), London WC1N 1EH, United Kingdom; Craniofacial Unit, Great Ormond Street Hospital for Children NHS Trust, London WC1N 3JH, United Kingdom; UCL Institute of Cardiovascular Science (Head: Prof. A. Hingorani), Centre for Cardiovascular Imaging, London WC1E 6BT, United Kingdom.; UCL Great Ormond Street Institute of Child Health (Head: Prof. R. Smyth), London WC1N 1EH, United Kingdom; Craniofacial Unit, Great Ormond Street Hospital for Children NHS Trust, London WC1N 3JH, United Kingdom. Electronic address: n.florez@ucl.ac.uk.; UCL Great Ormond Street Institute of Child Health (Head: Prof. R. Smyth), London WC1N 1EH, United Kingdom; Craniofacial Unit, Great Ormond Street Hospital for Children NHS Trust, London WC1N 3JH, United Kingdom.; Craniofacial Unit, Great Ormond Street Hospital for Children NHS Trust, London WC1N 3JH, United Kingdom; Department of Maxillofacial Surgery, Erasmus MC, 3015 CE Rotterdam, The Netherlands.","Year":"2017","DOI":"10.1016\/j.jcms.2017.01.002","DocumentType":"Article","PublicationDate":1488326400000},{"Title":"Looks Do Matter! Aortic Arch Shape After Hypoplastic Left Heart Syndrome Palliation Correlates With Cavopulmonary Outcomes.","Journal":"The Annals of thoracic surgery","Authors":"Bruse J., Cervi E., McLeod K., Biglino G., Sermesant M., Pennec X., Taylor A., Schievano S., Hsia T.","Affiliations":"Centre for Cardiovascular Imaging, University College London, Institute of Cardiovascular Science & Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, United Kingdom.; Inria, Asclepios Team, Sophia Antipolis, France.; Cardiac Modeling Department, Simula Research Laboratory, Oslo, Norway; Inria, Asclepios Team, Sophia Antipolis, France.; Centre for Cardiovascular Imaging, University College London, Institute of Cardiovascular Science & Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, United Kingdom. Electronic address: hsiat@gosh.nhs.uk.","Year":"2017","DOI":"10.1016\/j.athoracsur.2016.06.041","DocumentType":"Article","PublicationDate":1485907200000},{"Title":"How successful is successful? Aortic arch shape after successful aortic coarctation repair correlates with left ventricular function.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Bruse J., Khushnood A., McLeod K., Biglino G., Sermesant M., Pennec X., Taylor A., Hsia T., Schievano S.","Affiliations":"Simula Research Laboratory, Cardiac Modeling Department, Oslo, Norway; Inria, Asclepios Team, Sophia Antipolis, France.; Centre for Cardiovascular Imaging, University College London, Institute of Cardiovascular Science & Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, United Kingdom.; Inria, Asclepios Team, Sophia Antipolis, France.; Centre for Cardiovascular Imaging, University College London, Institute of Cardiovascular Science & Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, United Kingdom. Electronic address: hsiat@gosh.nhs.uk.","Year":"2017","DOI":"10.1016\/j.jtcvs.2016.09.018","DocumentType":"Article","PublicationDate":1485907200000},{"Title":"Computational modelling for congenital heart disease: how far are we from clinical translation?","Journal":"Heart (British Cardiac Society)","Authors":"Biglino G., Capelli C., Bruse J., Bosi G., Taylor A., Schievano S.","Affiliations":"Bristol Heart Institute, School of Clinical Sciences, University of Bristol, Bristol, UK.; Institute of Cardiovascular Science, University College London, London, UK.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.","Year":"2017","DOI":"10.1136\/heartjnl-2016-310423","DocumentType":"Article","PublicationDate":1484438400000},{"Title":"Utility of Cardiovascular Magnetic Resonance-Derived Wave Intensity Analysis As a Marker of Ventricular Function in Children with Heart Failure and Normal Ejection Fraction.","Journal":"Frontiers in pediatrics","Authors":"Ntsinjana H., Chung R., Ciliberti P., Muthurangu V., Schievano S., Marek J., Parker K., Taylor A., Biglino G.","Affiliations":"Department of Paediatrics, Paediatric Cardiology Division, CH Baragwanath Academic Hospital, University of the Witwatersrand, Johannesburg, South Africa.; School of Clinical Sciences, Bristol Heart Institute, University of Bristol, Bristol, UK.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.; Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; Department of Pediatric Cardiology and Cardiac Surgery, Pediatric Hospital \"Bambino Gesù\", Rome, Italy.; Department of Bioengineering, Imperial College, London, UK.","Year":"2017","DOI":"10.3389\/fped.2017.00065","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Use of 3D models of congenital heart disease as an education tool for cardiac nurses.","Journal":"Congenital heart disease","Authors":"Biglino G., Capelli C., Koniordou D., Robertshaw D., Leaver L., Schievano S., Taylor A., Wray J.","Affiliations":"Bristol Heart Institute, School of Clinical Sciences, University of Bristol, Bristol, UK.; Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.","Year":"2017","DOI":"10.1111\/chd.12414","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Investigating Cardiac Motion Patterns Using Synthetic High-Resolution 3D Cardiovascular Magnetic Resonance Images and Statistical Shape Analysis.","Journal":"Frontiers in pediatrics","Authors":"Biffi B., Bruse J., Zuluaga M., Ntsinjana H., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK; Department of Medical Physics and Biomedical Engineering, University College London, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children , London , UK.; Translational Imaging Group, Centre for Medical Image Computing, University College London , London , UK.","Year":"2017","DOI":"10.3389\/fped.2017.00034","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Three-Dimensional Handheld Scanning to Quantify Head-Shape Changes in Spring-Assisted Surgery for Sagittal Craniosynostosis.","Journal":"The Journal of craniofacial surgery","Authors":"Tenhagen M., Bruse J., Rodriguez-Florez N., Angullia F., Borghi A., Koudstaal M., Schievano S., Jeelani O., Dunaway D.","Affiliations":"*Great Ormond Street Hospital for Children†University College London Institute of Child Health‡Erasmus Medical Centre, Maxillofacial Surgery, Rotterdam, The Netherlands§University College London Institute of Cardiovascular Science, London, UK.","Year":"2016","DOI":"10.1097\/SCS.0000000000003108","DocumentType":"Article","PublicationDate":1477958400000},{"Title":"Can finite element models of ballooning procedures yield mechanical response of the cardiovascular site to overexpansion?","Journal":"Journal of biomechanics","Authors":"Bosi G., Biffi B., Biglino G., Lintas V., Jones R., Tzamtzis S., Burriesci G., Migliavacca F., Khambadkone S., Taylor A., Schievano S.","Affiliations":"UCL Mechanical Engineering, Cardiovascular Engineering Laboratory, University College London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK; Department of Medical Physics & Biomedical Engineering, UCL, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.; Laboratory of Biological Structure Mechanics (LaBS), Chemistry, Materials and Chemical Engineering Department \"Giulio Natta\", Politecnico di Milano, Italy.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK. Electronic address: giorgia.bosi.10@ucl.ac.uk.","Year":"2016","DOI":"10.1016\/j.jbiomech.2016.06.021","DocumentType":"Article","PublicationDate":1473120000000},{"Title":"A statistical shape modelling framework to extract 3D shape biomarkers from medical imaging data: assessing arch morphology of repaired coarctation of the aorta.","Journal":"BMC medical imaging","Authors":"Bruse J., McLeod K., Biglino G., Ntsinjana H., Capelli C., Hsia T., Sermesant M., Pennec X., Taylor A., Schievano S.","Affiliations":"Inria Sophia Antipolis-Méditeranée, ASCLEPIOS Project, Sophia Antipolis, France.; Centre for Cardiovascular Imaging, University College London, Institute of Cardiovascular Science & Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, UK.; Cardiac Modelling Department, Simula Research Laboratory, Oslo, Norway.; Bristol Heart Institute, School of Clinical Sciences, University of Bristol, Bristol, UK.; Centre for Cardiovascular Imaging, University College London, Institute of Cardiovascular Science & Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, UK. jan.bruse.12@ucl.ac.uk.","Year":"2016","DOI":"10.1186\/s12880-016-0142-z","DocumentType":"Article","PublicationDate":1464652800000},{"Title":"Numerical model of a valvuloplasty balloon: in vitro validation in a rapid-prototyped phantom.","Journal":"Biomedical engineering online","Authors":"Biffi B., Bosi G., Lintas V., Jones R., Tzamtzis S., Burriesci G., Migliavacca F., Taylor A., Schievano S., Biglino G.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK.; Laboratory of Biological Structure Mechanics (LaBS), Chemistry, Materials and Chemical Engineering Department \"Giulio Natta\", Politecnico di Milano, Milan, Italy.; Department of Medical Physics and Biomedical Engineering, University College London, London, UK. b.biffi@ucl.ac.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK. b.biffi@ucl.ac.uk.; Department of Mechanical Engineering, UCL Faculty of Engineering Science, London, UK.","Year":"2016","DOI":"10.1186\/s12938-016-0155-4","DocumentType":"Article","PublicationDate":1460419200000},{"Title":"Design, Manufacturing, and In Vitro Testing of a Patient-Specific Shape-Memory Expander for Nose Reconstruction With Forehead Flap Technique.","Journal":"The Journal of craniofacial surgery","Authors":"Borghi A., Rodgers W., Schievano S., Ponniah A., O'Hara J., Jeelani O., Dunaway D.","Affiliations":"*UCL Institute of Child Health †Great Ormond Street Hospital for Children, London, UK.","Year":"2016","DOI":"10.1097\/SCS.0000000000002251","DocumentType":"Article","PublicationDate":1451606400000},{"Title":"Patient-specific finite element models to support clinical decisions: A lesson learnt from a case study of percutaneous pulmonary valve implantation.","Journal":"Catheterization and cardiovascular interventions : official journal of the Society for Cardiac Angiography & Interventions","Authors":"Bosi G., Capelli C., Khambadkone S., Taylor A., Schievano S.","Affiliations":"UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2015","DOI":"10.1002\/ccd.25944","DocumentType":"Article","PublicationDate":1447545600000},{"Title":"Patient-specific computational models to support interventional procedures: a case study of complex aortic re-coarctation.","Journal":"EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology","Authors":"Cosentino D., Capelli C., Derrick G., Khambadkone S., Muthurangu V., Taylor A., Schievano S.","Affiliations":"UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2015","DOI":"10.4244\/EIJY15M09_03","DocumentType":"Article","PublicationDate":1443657600000},{"Title":"3D-manufactured patient-specific models of congenital heart defects for communication in clinical practice: feasibility and acceptability.","Journal":"BMJ open","Authors":"Biglino G., Capelli C., Wray J., Schievano S., Leaver L., Khambadkone S., Giardini A., Derrick G., Jones A., Taylor A.","Affiliations":"Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.","Year":"2015","DOI":"10.1136\/bmjopen-2014-007165","DocumentType":"Article","PublicationDate":1430352000000},{"Title":"A multiscale model for the study of cardiac biomechanics in single-ventricle surgeries: a clinical case.","Journal":"Interface focus","Authors":"Meoli A., Cutrì E., Krishnamurthy A., Dubini G., Migliavacca F., Hsia T., Pennati G., Taylor A., Giardini A., Khambadkone S., Schievano S., de Leval M., Hsia T., Bove E., Dorfman A., Baker G., Hlavacek A., Migliavacca F., Pennati G., Dubini G., Marsden A., Feinstein J., Vignon-Clementel I., Figliola R., McGregor J.","Affiliations":"Laboratory of Mechanics Iowa State University , Ames, IA 50011 , USA.; Laboratory of Biological Structure Mechanics, Chemistry, Materials and Chemical Engineering Department 'Giulio Natta', Politecnico di Milano, Milan , Italy.; Department of Cardiothoracic Surgery , Great Ormond Street Hospital for Children, NHS Foundation Trust , London WC1N 3JH , UK.","Year":"2015","DOI":"10.1098\/rsfs.2014.0079","DocumentType":"Article","PublicationDate":1428278400000},{"Title":"Using 4D Cardiovascular Magnetic Resonance Imaging to Validate Computational Fluid Dynamics: A Case Study.","Journal":"Frontiers in pediatrics","Authors":"Biglino G., Cosentino D., Steeden J., De Nova L., Castelli M., Ntsinjana H., Pennati G., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, Great Ormond Street Hospital for Children, NHS Foundation Trust , London , UK.; Laboratory of Biological Structures Mechanics (LAbS), Politecnico di Milano , Milan , Italy.","Year":"2015","DOI":"10.3389\/fped.2015.00107","DocumentType":"Article","PublicationDate":1420070400000},{"Title":"Ventriculovascular interactions late after atrial and arterial repair of transposition of the great arteries.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Biglino G., Ntsinjana H., Plymen C., Tann O., Giardini A., Derrick G., Parker K., Tsang V., Schievano S., Taylor A.","Affiliations":"Department of Bioengineering, Imperial College, London, United Kingdom.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, United Kingdom; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, United Kingdom; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom. Electronic address: g.biglino@ucl.ac.uk.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom.","Year":"2014","DOI":"10.1016\/j.jtcvs.2014.07.072","DocumentType":"Article","PublicationDate":1417392000000},{"Title":"3D morphometric analysis of the arterial switch operation using in vivo MRI data.","Journal":"Clinical anatomy (New York, N.Y.)","Authors":"Ntsinjana H., Capelli C., Biglino G., Cook A., Tann O., Derrick G., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, United Kingdom; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom.","Year":"2014","DOI":"10.1002\/ca.22458","DocumentType":"Article","PublicationDate":1414800000000},{"Title":"Ventriculoarterial coupling in palliated hypoplastic left heart syndrome: Noninvasive assessment of the effects of surgical arch reconstruction and shunt type.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Biglino G., Giardini A., Ntsinjana H., Schievano S., Hsia T., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, University College London, and Cardiorespiratory Division, Great Ormond Street Hospital for Children, National Health Service Foundation Trust, London, United Kingdom. Electronic address: g.biglino@ucl.ac.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, University College London, and Cardiorespiratory Division, Great Ormond Street Hospital for Children, National Health Service Foundation Trust, London, United Kingdom.","Year":"2014","DOI":"10.1016\/j.jtcvs.2014.02.012","DocumentType":"Article","PublicationDate":1412121600000},{"Title":"The effect of modified Blalock-Taussig shunt size and coarctation severity on coronary perfusion after the Norwood operation.","Journal":"The Annals of thoracic surgery","Authors":"Corsini C., Biglino G., Schievano S., Hsia T., Migliavacca F., Pennati G., Taylor A.","Affiliations":"Laboratory of Biological Structure Mechanics, Politecnico di Milano, Milan, Italy.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, and Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom. Electronic address: g.biglino@ucl.ac.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, and Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom.","Year":"2014","DOI":"10.1016\/j.athoracsur.2014.04.047","DocumentType":"Article","PublicationDate":1406851200000},{"Title":"Geometrical and stress analysis of factors associated with stent fracture after melody percutaneous pulmonary valve implantation.","Journal":"Circulation. Cardiovascular interventions","Authors":"Cosentino D., Quail M., Pennati G., Capelli C., Bonhoeffer P., Díaz-Zuccarini V., Taylor A., Schievano S.","Affiliations":"From the Department of Mechanical Engineering (D.C., V.D.-Z.), Institute of Cardiovascular Science and Great Ormond Street Hospital for Children (D.C., M.A.Q., C.C., A.M.T., S.S.), University College London, London, United Kingdom; Department of Chemical Engineering, Politecnico di Milano, Milan, Italy (G.P.); and Fondazione G. Monasterio, CNR-Regione Toscana, Pisa, Italy (P.B.). s.schievano@ucl.ac.uk.; From the Department of Mechanical Engineering (D.C., V.D.-Z.), Institute of Cardiovascular Science and Great Ormond Street Hospital for Children (D.C., M.A.Q., C.C., A.M.T., S.S.), University College London, London, United Kingdom; Department of Chemical Engineering, Politecnico di Milano, Milan, Italy (G.P.); and Fondazione G. Monasterio, CNR-Regione Toscana, Pisa, Italy (P.B.).","Year":"2014","DOI":"10.1161\/CIRCINTERVENTIONS.113.000631","DocumentType":"Article","PublicationDate":1406851200000},{"Title":"Uncertainty assessment of imaging techniques for the 3D reconstruction of stent geometry.","Journal":"Medical engineering & physics","Authors":"Cosentino D., Zwierzak I., Schievano S., Díaz-Zuccarini V., Fenner J., Narracott A.","Affiliations":"Department of Mechanical Engineering, University College London, London, UK; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.; Medical Physics Group, Department of Cardiovascular Science, University of Sheffield, Sheffield, UK; INSIGNEO Institute for in silico medicine, University of Sheffield, Sheffield, UK. Electronic address: a.j.narracott@sheffield.ac.uk.; Department of Mechanical Engineering, University College London, London, UK.; Medical Physics Group, Department of Cardiovascular Science, University of Sheffield, Sheffield, UK; INSIGNEO Institute for in silico medicine, University of Sheffield, Sheffield, UK.","Year":"2014","DOI":"10.1016\/j.medengphy.2014.04.008","DocumentType":"Article","PublicationDate":1406851200000},{"Title":"Postmortem cardiovascular magnetic resonance imaging in fetuses and children: a masked comparison study with conventional autopsy.","Journal":"Circulation","Authors":"Taylor A., Sebire N., Ashworth M., Schievano S., Scott R., Wade A., Chitty L., Robertson N., Thayyil S.","Affiliations":"Centre for Cardiovascular Imaging, University College London Institute of Cardiovascular Science, London, United Kingdom (A.M.T., S.S., S.T.); Cardiorespiratory Services, Great Ormond Street Hospital for Children (A.M.T.), Department of Histopathology, University College London Institute of Child Health and Great Ormond Street Hospital for Children (N.J.S., M.T.A.), and Department of Histopathology, University College London Hospitals (R.J.S.), National Health Service Foundation Trust, London, United Kingdom; Paediatric Epidemiology and Biostatistics, Institute of Child Health, University College London, London, United Kingdom (A.W.); Clinical Molecular Genetics Unit, University College London Institute of Child Health and University College London Hospitals National Health Service Foundation Trust, London, United Kingdom (L.S.C.); and Academic Neonatology, University College London Institute for Women's Health, London, United Kingdom (N.R., S.T.).","Year":"2014","DOI":"10.1161\/CIRCULATIONAHA.113.005641","DocumentType":"Article","PublicationDate":1399939200000},{"Title":"Aortic arch shape is not associated with hypertensive response to exercise in patients with repaired congenital heart diseases.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Ntsinjana H., Biglino G., Capelli C., Tann O., Giardini A., Derrick G., Schievano S., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Trust, London, UK. a.taylor76@ucl.ac.uk.","Year":"2013","DOI":"10.1186\/1532-429X-15-101","DocumentType":"Article","PublicationDate":1384214400000},{"Title":"Modeling single ventricle physiology: review of engineering tools to study first stage palliation of hypoplastic left heart syndrome.","Journal":"Frontiers in pediatrics","Authors":"Biglino G., Giardini A., Hsia T., Figliola R., Taylor A., Schievano S.","Affiliations":"Departments of Bioengineering and Mechanical Engineering, Clemson University , Clemson, SC , USA.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science , London , UK ; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust , London , UK.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust , London , UK.","Year":"2013","DOI":"10.3389\/fped.2013.00031","DocumentType":"Article","PublicationDate":1383091200000},{"Title":"Percutaneous transvenous mitral valve implantation.","Journal":"Journal of the American College of Cardiology","Authors":"Gopalamurugan A., Pantazis A., Schievano S., Taylor A., Mullen M.","Affiliations":"Heart Hospital, University College London Hospitals, London, United Kingdom.","Year":"2013","DOI":"10.1016\/j.jacc.2012.08.1033","DocumentType":"Article","PublicationDate":1361232000000},{"Title":"Rapid prototyping compliant arterial phantoms for in-vitro studies and device testing.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Biglino G., Verschueren P., Zegels R., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, NHS Trust, London, UK. g.biglino@ucl.ac.uk","Year":"2013","DOI":"10.1186\/1532-429X-15-2","DocumentType":"Article","PublicationDate":1358294400000},{"Title":"Implementing the Sano modification in an experimental model of first-stage palliation of hypoplastic left heart syndrome.","Journal":"ASAIO journal (American Society for Artificial Internal Organs : 1992)","Authors":"Biglino G., Giardini A., Baker C., Figliola R., Hsia T., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London WC1N 3JH, United Kingdom. g.biglino@ucl.ac.uk","Year":"2013","DOI":"10.1097\/MAT.0b013e3182768b7f","DocumentType":"Article","PublicationDate":1356998400000},{"Title":"Finite element strategies to satisfy clinical and engineering requirements in the field of percutaneous valves.","Journal":"Annals of biomedical engineering","Authors":"Capelli C., Biglino G., Petrini L., Migliavacca F., Cosentino D., Bonhoeffer P., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK. c.capelli@ucl.ac.uk","Year":"2012","DOI":"10.1007\/s10439-012-0617-1","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Reduced ascending aorta distensibility relates to adverse ventricular mechanics in patients with hypoplastic left heart syndrome: noninvasive study using wave intensity analysis.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Biglino G., Schievano S., Steeden J., Ntsinjana H., Baker C., Khambadkone S., de Leval M., Hsia T., Taylor A., Giardini A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom.","Year":"2012","DOI":"10.1016\/j.jtcvs.2012.08.028","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Use of cardiovascular magnetic resonance imaging for TAVR assessment in patients with bioprosthetic aortic valves: comparison with computed tomography.","Journal":"European journal of radiology","Authors":"Quail M., Nordmeyer J., Schievano S., Reinthaler M., Mullen M., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK. m.quail@ucl.ac.uk","Year":"2012","DOI":"10.1016\/j.ejrad.2012.07.014","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"A multi-physics and multi-scale lumped parameter model of cardiac contraction of the left ventricle: a conceptual model from the protein to the organ scale.","Journal":"Computers in biology and medicine","Authors":"Bhattacharya-Ghosh B., Schievano S., Díaz-Zuccarini V.","Affiliations":"Mechanical Engineering Department, University College London, Torrington Place, London, UK. b.bhattacharya-ghosh@ucl.ac.uk","Year":"2012","DOI":"10.1016\/j.compbiomed.2012.07.010","DocumentType":"Article","PublicationDate":1349049600000},{"Title":"Impact of reduction in right ventricular pressure and\/or volume overload by percutaneous pulmonary valve implantation on biventricular response to exercise: an exercise stress real-time CMR study.","Journal":"European heart journal","Authors":"Lurz P., Muthurangu V., Schuler P., Giardini A., Schievano S., Nordmeyer J., Khambadkone S., Cappeli C., Derrick G., Bonhoeffer P., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, London, UK. philipp.lurz@gmx.de","Year":"2012","DOI":"10.1093\/eurheartj\/ehs200","DocumentType":"Article","PublicationDate":1349049600000},{"Title":"A non-invasive clinical application of wave intensity analysis based on ultrahigh temporal resolution phase-contrast cardiovascular magnetic resonance.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Biglino G., Steeden J., Baker C., Schievano S., Taylor A., Parker K., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, and Great Ormond Street Hospital for Children, NHS Trust, London, UK.","Year":"2012","DOI":"10.1186\/1532-429X-14-57","DocumentType":"Article","PublicationDate":1344470400000},{"Title":"Virtual and real bench testing of a new percutaneous valve device: a case study.","Journal":"EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology","Authors":"Biglino G., Capelli C., Binazzi A., Reggiani R., Cosentino D., Migliavacca F., Bonhoeffer P., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2012","DOI":"10.4244\/EIJV8I1A19","DocumentType":"Article","PublicationDate":1337040000000},{"Title":"In vitro study of the Norwood palliation: a patient-specific mock circulatory system.","Journal":"ASAIO journal (American Society for Artificial Internal Organs : 1992)","Authors":"Biglino G., Giardini A., Baker C., Figliola R., Hsia T., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK. g.biglino@ucl.ac.uk","Year":"2012","DOI":"10.1097\/MAT.0b013e3182396847","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"Fractal branching quantifies vascular changes and predicts survival in pulmonary hypertension: a proof of principle study.","Journal":"Heart (British Cardiac Society)","Authors":"Moledina S., de Bruyn A., Schievano S., Owens C., Young C., Haworth S., Taylor A., Schulze-Neick I., Muthurangu V.","Affiliations":"Great Ormond Street Hospital, London, UK.","Year":"2011","DOI":"10.1136\/hrt.2010.214130","DocumentType":"Article","PublicationDate":1312156800000},{"Title":"Early versus late functional outcome after successful percutaneous pulmonary valve implantation: are the acute effects of altered right ventricular loading all we can expect?","Journal":"Journal of the American College of Cardiology","Authors":"Lurz P., Nordmeyer J., Giardini A., Khambadkone S., Muthurangu V., Schievano S., Thambo J., Walker F., Cullen S., Derrick G., Taylor A., Bonhoeffer P.","Affiliations":"Cardiovascular Unit, University College London Institute of Child Health, United Kingdom. Philipp.Lurz@gmx.de","Year":"2011","DOI":"10.1016\/j.jacc.2010.07.056","DocumentType":"Article","PublicationDate":1297123200000},{"Title":"Four-dimensional computed tomography: a method of assessing right ventricular outflow tract and pulmonary artery deformations throughout the cardiac cycle.","Journal":"European radiology","Authors":"Schievano S., Capelli C., Young C., Lurz P., Nordmeyer J., Owens C., Bonhoeffer P., Taylor A.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health & Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK. s.schievano@ich.ucl.ac.uk","Year":"2011","DOI":"10.1007\/s00330-010-1913-5","DocumentType":"Article","PublicationDate":1293840000000},{"Title":"Pre-stenting with a bare metal stent before percutaneous pulmonary valve implantation: acute and 1-year outcomes.","Journal":"Heart (British Cardiac Society)","Authors":"Nordmeyer J., Lurz P., Khambadkone S., Schievano S., Jones A., McElhinney D., Taylor A., Bonhoeffer P.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health, London, UK.","Year":"2011","DOI":"10.1136\/hrt.2010.198382","DocumentType":"Article","PublicationDate":1293840000000},{"Title":"How do angioplasty balloons work: a computational study on balloon expansion forces.","Journal":"EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology","Authors":"Capelli C., Nordmeyer J., Schievano S., Lurz P., Khambadkone S., Lattanzio S., Taylor A., Petrini L., Migliavacca F., Bonhoeffer P.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health, London, United Kingdom.","Year":"2010","DOI":"10.4244\/EIJV6I5A106","DocumentType":"Article","PublicationDate":1288569600000},{"Title":"Patient-specific reconstructed anatomies and computer simulations are fundamental for selecting medical device treatment: application to a new percutaneous pulmonary valve.","Journal":"Philosophical transactions. Series A, Mathematical, physical, and engineering sciences","Authors":"Capelli C., Taylor A., Migliavacca F., Bonhoeffer P., Schievano S.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health, London WC1N 3JH, UK. c.capelli@ucl.ac.uk","Year":"2010","DOI":"10.1098\/rsta.2010.0088","DocumentType":"Article","PublicationDate":1277683200000},{"Title":"Patient specific finite element analysis results in more accurate prediction of stent fractures: application to percutaneous pulmonary valve implantation.","Journal":"Journal of biomechanics","Authors":"Schievano S., Taylor A., Capelli C., Lurz P., Nordmeyer J., Migliavacca F., Bonhoeffer P.","Affiliations":"Cardiothoracic Unit, UCL Institute of Child Health and Great Ormond Street Hospital for Children, London WC1N 3JH, UK. s.schievano@ich.ucl.ac.uk","Year":"2010","DOI":"10.1016\/j.jbiomech.2009.10.024","DocumentType":"Article","PublicationDate":1267574400000},{"Title":"Effect of altering pathologic right ventricular loading conditions by percutaneous pulmonary valve implantation on exercise capacity.","Journal":"The American journal of cardiology","Authors":"Lurz P., Giardini A., Taylor A., Nordmeyer J., Muthurangu V., Odendaal D., Mist B., Khambadkone S., Schievano S., Bonhoeffer P., Derrick G.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health and Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, UK. Philipp.Lurz@gmx.de","Year":"2010","DOI":"10.1016\/j.amjcard.2009.10.054","DocumentType":"Article","PublicationDate":1267401600000},{"Title":"First-in-man implantation of a novel percutaneous valve: a new approach to medical device development.","Journal":"EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology","Authors":"Schievano S., Taylor A., Capelli C., Coats L., Walker F., Lurz P., Nordmeyer J., Wright S., Khambadkone S., Tsang V., Carminati M., Bonhoeffer P.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health, London, United Kingdom.","Year":"2010","DOI":"10.4244\/eijv5i6a122","DocumentType":"Article","PublicationDate":1262304000000},{"Title":"A semi-automated method for non-invasive internal organ weight estimation by post-mortem magnetic resonance imaging in fetuses, newborns and children.","Journal":"European journal of radiology","Authors":"Thayyil S., Schievano S., Robertson N., Jones R., Chitty L., Sebire N., Taylor A.","Affiliations":"Centre for Cardiovascular MR, Great Ormond Street Hospital for Children, UCL Institute of Child Health, University College London, 30 Guilford Street, London, UK. s.thayyil@ich.ucl.ac.uk","Year":"2009","DOI":"10.1016\/j.ejrad.2008.07.013","DocumentType":"Article","PublicationDate":1257033600000},{"Title":"Quantitative assessment of homograft function 1 year after insertion into the pulmonary position: impact of in situ homograft geometry on valve competence.","Journal":"European heart journal","Authors":"Nordmeyer J., Tsang V., Gaudin R., Lurz P., Frigiola A., Jones A., Schievano S., van Doorn C., Bonhoeffer P., Taylor A.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health and Great Ormond Street Hospital for Children NHS Trust, London WC1N 3JH, UK.","Year":"2009","DOI":"10.1093\/eurheartj\/ehp204","DocumentType":"Article","PublicationDate":1251763200000},{"Title":"Improvement in left ventricular filling properties after relief of right ventricle to pulmonary artery conduit obstruction: contribution of septal motion and interventricular mechanical delay.","Journal":"European heart journal","Authors":"Lurz P., Puranik R., Nordmeyer J., Muthurangu V., Hansen M., Schievano S., Marek J., Bonhoeffer P., Taylor A.","Affiliations":"Cardiac Unit, UCL Institute of Child Health and Great Ormond Street Hospital for Children, Great Ormond Street, London WC1N 3JH, UK. philipp.lurz@gmx.de","Year":"2009","DOI":"10.1093\/eurheartj\/ehp258","DocumentType":"Article","PublicationDate":1251763200000},{"Title":"Feasibility and reproducibility of biventricular volumetric assessment of cardiac function during exercise using real-time radial k-t SENSE magnetic resonance imaging.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Lurz P., Muthurangu V., Schievano S., Nordmeyer J., Bonhoeffer P., Taylor A., Hansen M.","Affiliations":"UCL Institute of Child Health, London, UK.","Year":"2009","DOI":"10.1002\/jmri.21762","DocumentType":"Article","PublicationDate":1241136000000},{"Title":"Percutaneous pulmonary valve implantation: impact of evolving technology and learning curve on clinical outcome.","Journal":"Circulation","Authors":"Lurz P., Coats L., Khambadkone S., Nordmeyer J., Boudjemline Y., Schievano S., Muthurangu V., Lee T., Parenzan G., Derrick G., Cullen S., Walker F., Tsang V., Deanfield J., Taylor A., Bonhoeffer P.","Affiliations":"UCL Institute of Child Health, London, United Kingdom.","Year":"2008","DOI":"10.1161\/CIRCULATIONAHA.107.735779","DocumentType":"Article","PublicationDate":1208217600000},{"Title":"Finite element analysis of stent deployment: understanding stent fracture in percutaneous pulmonary valve implantation.","Journal":"Journal of interventional cardiology","Authors":"Schievano S., Petrini L., Migliavacca F., Coats L., Nordmeyer J., Lurz P., Khambadkone S., Taylor A., Dubini G., Bonhoeffer P.","Affiliations":"UCL Institute of Child Health and Great Ormond Street Hospital for Children, London, United Kingdom. s.schievano@ich.ucl.ac.uk","Year":"2007","DOI":"10.1111\/j.1540-8183.2007.00294.x","DocumentType":"Article","PublicationDate":1196467200000},{"Title":"Risk stratification, systematic classification, and anticipatory management strategies for stent fracture after percutaneous pulmonary valve implantation.","Journal":"Circulation","Authors":"Nordmeyer J., Khambadkone S., Coats L., Schievano S., Lurz P., Parenzan G., Taylor A., Lock J., Bonhoeffer P.","Affiliations":"University College London Institute of Child Health and Great Ormond Street Hospital for Children, Great Ormond Street, London WC1N 3JH, United Kingdom.","Year":"2007","DOI":"10.1161\/CIRCULATIONAHA.106.674259","DocumentType":"Article","PublicationDate":1174348800000},{"Title":"Percutaneous pulmonary valve implantation based on rapid prototyping of right ventricular outflow tract and pulmonary trunk from MR data.","Journal":"Radiology","Authors":"Schievano S., Migliavacca F., Coats L., Khambadkone S., Carminati M., Wilson N., Deanfield J., Bonhoeffer P., Taylor A.","Affiliations":"Cardiothoracic Unit, UCL Institute of Child Health & Great Ormond Street Hospital for Children, Great Ormond St, London WC1N 3JH, England.","Year":"2007","DOI":"10.1148\/radiol.2422051994","DocumentType":"Article","PublicationDate":1170288000000},{"Title":"Variations in right ventricular outflow tract morphology following repair of congenital heart disease: implications for percutaneous pulmonary valve implantation.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Schievano S., Coats L., Migliavacca F., Norman W., Frigiola A., Deanfield J., Bonhoeffer P., Taylor A.","Affiliations":"UCL Institute of Child Health and Great Ormond Street Hospital for Children, London, United Kingdom. s.schievano@ich.ucl.ac.uk","Year":"2007","DOI":"10.1080\/10976640601187596","DocumentType":"Article","PublicationDate":1167609600000},{"Title":"Physiological and clinical consequences of relief of right ventricular outflow tract obstruction late after repair of congenital heart defects.","Journal":"Circulation","Authors":"Coats L., Khambadkone S., Derrick G., Sridharan S., Schievano S., Mist B., Jones R., Deanfield J., Pellerin D., Bonhoeffer P., Taylor A.","Affiliations":"Great Ormond Street Hospital for Children, London, United Kingdom. lecoats@doctors.org.uk","Year":"2006","DOI":"10.1161\/CIRCULATIONAHA.105.591438","DocumentType":"Article","PublicationDate":1146528000000}]