[{"Title":"Fully automated measurement of aortic pulse wave velocity from routine cardiac MRI studies.","Journal":"Magnetic resonance imaging","Authors":"Jiang Y., Yao T., Paliwal N., Knight D., Punjabi K., Steeden J., Hughes A., Muthurangu V., Davies R.","Affiliations":"Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: tina.yao.20@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: n.paliwal@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: v.muthurangu@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: yue.jiang.18@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: alun.hughes@ucl.ac.uk.; Barts Heart Centre, St. Bartholomew's Hospital, London EC1A 7BE, United Kingdom. Electronic address: k.punjabi@nhs.net.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom; Barts Heart Centre, St. Bartholomew's Hospital, London EC1A 7BE, United Kingdom. Electronic address: rhodri.davies@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: jennifer.steeden@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom; Royal Free Hospital, London NW3 2PF, United Kingdom. Electronic address: dan.knight@nhs.net.","Year":"2025","DOI":"10.1016\/j.mri.2025.110442","DocumentType":"Article","PublicationDate":1759276800000},{"Title":"A lumped parameter model of the coronary circulation incorporating time-varying resistance, intramyocardial pressure and vascular compliance.","Journal":"Journal of biomechanics","Authors":"Yong E., Latief J., Wang Y., Erlinge D., Dahlgren A., Kotecha T., Muthurangu V., Torii R.","Affiliations":"Department of Cardiology, Royal Free London NHS Foundation Trust, London, UK.; Institute of Cardiovascular Science, University College London, London, UK; Department of Mechanical Engineering, University College London, London, UK.; Department of Mechanical Engineering, University College London, London, UK. Electronic address: r.torii@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London, UK.; Department of Cardiology, Clinical Sciences, Lund University, Skåne University Hospital, Lund, Sweden.; Department of Mechanical Engineering, University College London, London, UK.","Year":"2025","DOI":"10.1016\/j.jbiomech.2025.112679","DocumentType":"Article","PublicationDate":1754006400000},{"Title":"Transthyretin amyloid cardiomyopathy: natural history and treatment response assessed by cardiovascular magnetic resonance.","Journal":"European heart journal","Authors":"Patel R., Ioannou A., Sheikh A., Razvi Y., Mansell J., Martinez-Naharro A., Knight D., Kotecha T., Porcari A., Chacko L., Brown J., Manisty C., Moon J., Lachmann H., Wechalekar A., Whelan C., Venneri L., Kellman P., Hawkins P., Gillmore J., Fontana M.","Affiliations":"Barts Heart Centre, The Cardiovascular Magnetic Resonance Imaging Unit, and the Inherited Cardiovascular Diseases Unit, St Bartholomew's Hospital, West Smithfield, London, UK.; Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina (ASUGI), University of Trieste, Trieste, Italy.; National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Hospital, London, UK.","Year":"2025","DOI":"10.1093\/eurheartj\/ehaf412","DocumentType":"Article","PublicationDate":1752192000000},{"Title":"Defining Diastolic Dysfunction Post-Fontan: Threshold, Risk Factors, and Associations with Outcomes.","Journal":"American heart journal","Authors":"Alsaied T., Li R., Grant H., Schiff M., Li Y., Christopher A., Kreutzer J., Goldstein B., Soslow J., Loke Y., Fogel M., Slesnick T., Krishnamurthy R., Muthurangu V., Dorfman A., Lam C., Weigand J., Robinson J., Olivieri L., Rathod R.","Affiliations":"Division of Pediatric Cardiology, Department of Pediatrics, Vanderbilt University Medical Center, Nashville, TN, USA.; Department of Pediatrics, UPMC Children's Hospital of Pittsburgh, Pittsburgh, PA, USA.; UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.; Department of Biostatistics, University of Pittsburgh, Pittsburgh, PA, USA.; Heart Institute, UPMC Children's Hospital of Pittsburgh, Department of Pediatrics, Division of Cardiology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA.; Division of Cardiology, Department of Pediatrics, The Children's Hospital of Philadelphia, Perelman School of Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA.; Department of Pediatrics, Emory University School of Medicine, Children's Healthcare of Atlanta, Atlanta, GA, USA.; Department of Pediatrics, University of Michigan Medical School, Ann Arbor, MI, USA.; Department of Diagnostic and Interventional Radiology, The Hospital for Sick Children, and Department of Medical Imaging, University of Toronto, Toronto, ON, Canada.; Department of Pediatrics, Ann & Robert H. Lurie's Children's Hospital of Chicago, Northwestern University Feinberg School of Medicine, Chicago, IL, USA.; Heart Institute, UPMC Children's Hospital of Pittsburgh, Department of Pediatrics, Division of Cardiology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA. Electronic address: alsaiedt@upmc.edu.; Division of Pediatric Cardiology, George Washington University School of Medicine & Health Sciences, Washington, DC, USA.; Division of Pediatric Cardiology, Department of Pediatrics, Baylor College of Medicine, Texas Children's Hospital, Houston, TX, USA.; Department of Cardiology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA.; Department of Radiology, Nationwide Children's Hospital, Columbus, OH, USA.","Year":"2025","DOI":"10.1016\/j.ahj.2025.07.007","DocumentType":"Article","PublicationDate":1752105600000},{"Title":"Strategies to enhance recruitment of female participants to cardiovascular research: a joint British Cardiovascular Societies' consensus document in collaboration with the British Heart Foundation Clinical Research Collaborative.","Journal":"Heart (British Cardiac Society)","Authors":"Kunadian V., Pompei G., Dasgupta I., Swift P., Adamson D., Banerjee A., Guzik T., Hildick-Smith D., Garbi M., Laskar N., Anderson L., Zakeri R., Ahmed F., Rosen S., Bannister C., Roberts E., Quail M., Coats L., Page S., Wicks E., Moorjani N., Loubani M., Probert H., Cowie A., Thakkar R., Moore J., Deshpande A., Augustine D., Paton M., Captur G., Singh A., Morgan H., Brown O., Ting F., Hogan S., Sanders K., Ashton J., Malkin R., Brown S., Arnold A., Rodas M., Zhecheva V., Ng G.","Affiliations":"Newcastle University Translational and Clinical Research Institute, Newcastle upon Tyne, UK.; Cardiology, University Hospital Coventry, Coventry, UK.; Centre for Inherited Heart Muscle Conditions, Royal Free Hospital, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK.; Cardiology, King's College Hospital, London, UK.; Cardiology, Ealing Hospital, National Heart and Lung Institute, Middlesex, UK.; Bradford Royal Infirmary, Bradford, UK.; King's College London, London, UK.; South West Thames Renal Department, Epsom and Saint Helier Hospital NHS Trust, Carshalton, UK.; Department of Cardiovascular Sciences, University of Leicester College of Medicine, Biological Sciences and Psychology, Leicester, UK.; Women's Health Service, Guy's and St Thomas' NHS Foundation Trust, London, UK.; Radiology Department, Glenfield Hospital, Leicester, UK.; Department of Cardiology, Barts Heart Centre, London, UK.; University College London Institute of Cardiovascular Science, London, UK.; Cardivascular Sciences, St George's University of London, London, UK.; Cardiothoracic Directorate, Newcastle Upon Tyne Hospitals NHS Foundation Trust, Newcastle upon Tyne, UK.; NHS Ayrshire and Arran, Ayr, UK.; University of Leeds, Leeds, UK.; British Cardiovascular Society, London, UK.; Cardiology, Watford General Hospital, Watford, UK.; Cardiovascular Care Partnership, British Cardiovascular Society, London, UK.; Cardiovascular Sciences, University of Leicester, Leicester, UK.; NIHR Bristol Cardiovascular Biomedical Research Unit, Bristol Heart Institute, Bristol, UK.; Department of Women and Children's Health, King's College London School of Life Course & Population Sciences, London, UK.; Cambridge University Hospitals NHS Foundation Trust, Cambridge, UK.; Newcastle University Translational and Clinical Research Institute, Newcastle upon Tyne, UK vijay.kunadian@newcastle.ac.uk.; School of Cardiovascular and Metabolic Medicine & Sciences, King's College London, London, UK.; GLOS Heart Failure Service, Gloucestershire Care Services NHS Trust, Brockworth, UK.; Oxford University Hospitals NHS Trust, Oxford, UK.; Manchester Heart Centre, Manchester University NHS Foundation Trust, Manchester, UK.; Freeman Hospital, Newcastle upon Tyne, UK.; Cardiovascular Prevention and Rehabilitation, Royal Brompton Hospital, London, UK.; Wythenshawe Hospital, Manchester, UK.; Newcastle University, Newcastle upon Tyne, UK.; Medpace UK Limited, London, UK.; University of Edinburgh, Edinburgh, UK.; Sussex Cardiac Centre, Brighton and Sussex University Hospitals NHS Trust, Brighton, UK.; Leeds Teaching Hospitals NHS Trust, Leeds, UK.; Cardiothoracic Surgery, Castle Hill Hospital, Hull, UK.; University of Bristol, Bristol, UK.; Leeds Institute of Cardiovascular and Metabolic Medicine, University of Leeds, Leeds, UK.; Aneurin Bevan University Health Board, Newport, UK.; Renal Medicine, University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK.; Primary Care Cardiovascular Society, University of Cardiff, Cardiff, UK.","Year":"2025","DOI":"10.1136\/heartjnl-2024-325545","DocumentType":"Article","PublicationDate":1748736000000},{"Title":"Polyacrylamide Gel Calibration Phantoms for Quantification in Sodium MRI.","Journal":"NMR in biomedicine","Authors":"Rot S., Oliver-Taylor A., Baker R., Steeden J., Golay X., Solanky B., Gandini Wheeler-Kingshott C.","Affiliations":"Digital Neuroscience Centre, IRCCS Mondino Foundation, Pavia, Italy.; Gold Standard Phantoms Limited, Sheffield, UK.; Department of Brain Repair and Rehabilitation, UCL Queen Square Institute of Neurology, Faculty of Brain Sciences, UCL, London, UK.; Department of Medical Physics and Biomedical Engineering, UCL, London, UK.; Quantitative Imaging Group, Department of Medical Physics and Biomedical Engineering, UCL, London, UK.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, UCL, London, UK.; Department of Brain & Behavioural Sciences, University of Pavia, Pavia, Italy.; NMR Research Unit, Queen Square MS Centre, Department of Neuroinflammation, UCL Queen Square Institute of Neurology, Faculty of Brain Sciences, UCL, London, UK.","Year":"2025","DOI":"10.1002\/nbm.70056","DocumentType":"Article","PublicationDate":1748736000000},{"Title":"Cardiopulmonary Exercise Testing With Exercise Echocardiography to Assess Treatment Response in Transthyretin Amyloid Cardiomyopathy.","Journal":"JACC. Heart failure","Authors":"Patel R., Bandera F., Venneri L., Knight D., Porcari A., Muthurangu V., Guazzi M., Hawkins P., Gillmore J., Fontana M.","Affiliations":"University College London, London, United Kingdom.; University College London, London, United Kingdom; University of Trieste, Trieste, Italy.; University College London, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; IRCCS Policlinico San Donato, Milan, Italy; University of Milan, Milan, Italy.","Year":"2025","DOI":"10.1016\/j.jchf.2025.01.020","DocumentType":"Article","PublicationDate":1746057600000},{"Title":"Predicting Peri-Operative Cardiorespiratory Adverse Events in Children with Idiopathic Pulmonary Arterial Hypertension Undergoing Cardiac Catheterization Using Echocardiography: A Cohort Study.","Journal":"Pediatric cardiology","Authors":"Dawes T., Woodham V., Sharkey E., McEwan A., Derrick G., Muthurangu V., Moledina S., Hepburn L.","Affiliations":"UCL Institute of Cardiovascular Science, University College London, London, UK. Timothy.Dawes@gosh.nhs.uk.; Department of Anaesthesia, Great Ormond Street Hospital for Children NHS Foundation Trust, Great Ormond Street, London, WC1N 1LE, UK.; Department of Paediatric Cardiology, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK.; UCL Institute of Cardiovascular Science, University College London, London, UK.; Department of Anaesthesia, Great Ormond Street Hospital for Children NHS Foundation Trust, Great Ormond Street, London, WC1N 1LE, UK. Timothy.Dawes@gosh.nhs.uk.; National Paediatric Pulmonary Hypertension Service UK, Great Ormond Street Hospital for Children NHS Foundation Trust, London, UK.; Department of Anaesthesia, Evelina London Children's Hospital, Guy's and St. Thomas' NHS Foundation Trust, London, UK.","Year":"2025","DOI":"10.1007\/s00246-024-03447-3","DocumentType":"Article","PublicationDate":1738368000000},{"Title":"A machine learning algorithm for creating isotropic 3D aortic segmentations from routine cardiac MR localizers.","Journal":"Magnetic resonance imaging","Authors":"Jiang Y., Punjabi K., Pierce I., Knight D., Yao T., Steeden J., Hughes A., Muthurangu V., Davies R.","Affiliations":"Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom; Barts Heart Centre, St. Bartholomew's Hospital, London EC1A 7BE, United Kingdom. Electronic address: i.pierce@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: tina.yao.20@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: v.muthurangu@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: yue.jiang.18@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: alun.hughes@ucl.ac.uk.; Barts Heart Centre, St. Bartholomew's Hospital, London EC1A 7BE, United Kingdom. Electronic address: k.punjabi@nhs.net.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom; Barts Heart Centre, St. Bartholomew's Hospital, London EC1A 7BE, United Kingdom. Electronic address: rhodri.davies@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom. Electronic address: jennifer.steeden@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London WC1N 1DZ, United Kingdom; Royal Free Hospital, London NW3 2PF, United Kingdom. Electronic address: dan.knight@nhs.net.","Year":"2025","DOI":"10.1016\/j.mri.2024.110253","DocumentType":"Article","PublicationDate":1735689600000},{"Title":"Cardiac MRI Predictors of Arrhythmic Sudden Cardiac Events in Patients With Fontan Circulation.","Journal":"Journal of the American College of Cardiology","Authors":"Wolfe N., Schiff M., Olivieri L., Christopher A., Fogel M., Slesnick T., Krishnamurthy R., Muthurangu V., Dorfman A., Lam C., Weigand J., Robinson J., Rathod R., Alsaied T.","Affiliations":"Department of Diagnostic and Interventional Radiology, Hospital for Sick Children and Department of Medical Imaging, University of Toronto, Toronto, Ontario, Canada.; Heart and Vascular Institute, UPMC Children's Hospital of Pittsburgh, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA.; Department of Pediatrics, Emory University School of Medicine, Children's Healthcare of Atlanta, Atlanta, Georgia, USA.; UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, United Kingdom.; Heart and Vascular Institute, UPMC Children's Hospital of Pittsburgh, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA. Electronic address: https:\/\/twitter.com\/nkwcardiomd.; Division of Cardiology, Department of Pediatrics, The Children's Hospital of Philadelphia, Perelman School of Medicine, University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania, USA.; Division of Pediatric Cardiology, Department of Pediatrics, Baylor College of Medicine, Texas Children's Hospital, Houston, Texas, USA.; Department of Pediatrics, University of Michigan Medical School, Ann Arbor, Michigan, USA.; Department of Pediatrics, Ann & Robert H. Lurie's Children's Hospital of Chicago, Northwestern University Feinberg School of Medicine, Chicago, Illinois, USA.; Heart and Vascular Institute, UPMC Children's Hospital of Pittsburgh, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA. Electronic address: wolfena@upmc.edu.; Department of Pediatrics, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts, USA.; Department of Radiology, Nationwide Children's Hospital, Columbus, Ohio, USA.","Year":"2024","DOI":"10.1016\/j.jacc.2024.08.063","DocumentType":"Article","PublicationDate":1734393600000},{"Title":"Clinical impact of novel cardiovascular magnetic resonance technology on patients with congenital heart disease: a scientific statement of the Association for European Pediatric and Congenital Cardiology and the European Association of Cardiovascular Imaging of the European Society of Cardiology.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Voges I., Raimondi F., McMahon C., Ait-Ali L., Babu-Narayan S., Botnar R., Burkhardt B., Gabbert D., Grosse-Wortmann L., Hasan H., Hansmann G., Helbing W., Krupickova S., Latus H., Martini N., Martins D., Muthurangu V., Ojala T., van Ooij P., Pushparajah K., Rodriguez-Palomares J., Sarikouch S., Grotenhuis H., Greil F., Bohbot Y., Cikes M., Dweck M., Donal E., Grapsa J., Keenan N., Petrescu A., Szabo L., Ricci F., Uusitalo V.","Affiliations":"School of Biomedical Engineering and Imaging Sciences, King's College London, St. Thomas' Hospital, London, UK.; Servicio de Cardiología, Hospital Universitario Vall Hebrón, Institut de Recerca Vall Hebrón (VHIR), Departamento de Medicina, Universitat Autònoma de Barcelona, Barcelona, Spain.; National Heart and Lung Institute, Imperial College, London, UK.; Heart Hospital, G. Monastery foundation, Massa, Italy.; Institute of Clinical Physiology CNR, Massa, Italy.; Department of Congenital Heart Disease and Pediatric Cardiology, University Hospital Schleswig-Holstein, Campus Kiel, Germany.; Department of Radiology, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy.; ASST Papa Giovanni XXIII, Bergamo, Italy.; Royal Brompton Hospital, Part of Guy's and St Thomas' NHS Foundation Trust, Sydney Street, London SW3 6NP, UK.; Department of Pediatrics, Division of Cardiology, and Department of Radiology, Erasmus MC-Sophia Children's Hospital, Rotterdam, The Netherlands.; Pediatric Heart Center, University Children's Hospital Zurich, Zurich, Switzerland.; Pediatric Cardiology Department, Hospital de Santa Cruz, Centro Hospitalar Lisboa Ocidental, Lisbon, Portugal.; New Children's Hospital Pediatric Research Center, Helsinki University Hospital, Helsinki, Finland.; Department of Paediatric Cardiology, Children's Health Ireland at Crumlin, Dublin 12, Ireland.; CIBER Cardiovascular, Instituto de Salud Carlos III, Madrid, Spain.; Department of Pediatrics, UT Southwestern\/Children's Health, Dallas, TX, USA.; Department of Pediatric Cardiology and Critical Care, Hannover Medical School, Hannover, Germany.; Department of Radiology and Nuclear Medicine, Amsterdam University Medical Center, Location AMC, Amsterdam, The Netherlands.; German Center for Cardiovascular Research (DZHK), Partner Site Hamburg\/Lübeck\/Kiel, Kiel, Germany.; European Pediatric Pulmonary Vascular Disease Network, Berlin, Germany.; Clinic for Pediatric Cardiology and Congenital Heart Disease Klinikum, Stuttgart  Germany.; Department of Pediatric Cardiology, Wilhelmina Children's Hospital\/University Medical Center Utrecht, Utrecht, The Netherlands.; Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.; U.O.C. Bioingegneria, Fondazione G. Monasterio CNR-Regione Toscana, Pisa, Italy.; Department of Congenital Heart Disease, Evelina London Children's Hospital, Westminster Bridge Road, London SE1 7EH, UK.; Department of Paediatric Cardiology, Royal Brompton Hospital, Sydney Street, London SW3 6NP, UK.; Department for Cardiothoracic, Transplant, and Vascular Surgery, Hannover Medical School, Hannover, Germany.; Institute for Biological and Medical Engineering and School of Engineering, Pontificia Universidad Católica de Chile, Santiago, Chile.; Division of Cardiology, Oregon Health and Science University Hospital, Portland, OR, USA.; European Reference Network for Rare and Low Prevalence Complex Diseases of the Heart, Amsterdam, The Netherlands.","Year":"2024","DOI":"10.1093\/ehjci\/jeae172","DocumentType":"Article","PublicationDate":1732665600000},{"Title":"Prognostic utility of exercise cardiovascular magnetic resonance in patients with systemic sclerosis-associated pulmonary arterial hypertension.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Brown J., Virsinskaite R., Kotecha T., Steeden J., Fontana M., Karia N., Schreiber B., Ong V., Denton C., Coghlan J., Muthurangu V., Knight D.","Affiliations":"National Pulmonary Hypertension Service, Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; UCL Division of Medicine, University College London, Royal Free Campus, Rowland Hill Street, London NW3 2PF, UK.; Centre for Rheumatology and Connective Tissue Diseases, UCL Medical School, Royal Free Campus, London, UK.; UCL Institute of Cardiovascular Science, University College London, Gower Street, London WC1E 6BT, UK.; Department of Cardiac MRI, Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.","Year":"2024","DOI":"10.1093\/ehjci\/jeae177","DocumentType":"Article","PublicationDate":1732665600000},{"Title":"Native myocardial T1 and right ventricular size by CMR predict outcome in systemic sclerosis-associated pulmonary hypertension.","Journal":"Rheumatology (Oxford, England)","Authors":"Knight D., Virsinskaite R., Karia N., Cole A., Maclean R., Brown J., Patel R., Razvi Y., Venneri L., Kotecha T., Martinez-Naharro A., Kellman P., Scott-Russell A., Schreiber B., Ong V., Denton C., Fontana M., Coghlan J., Muthurangu V.","Affiliations":"Department of Cardiac MRI, Royal Free London NHS Foundation Trust, London, UK.; Department of Rheumatology, Queen Alexandra Hospital, Portsmouth, UK.; Institute of Cardiovascular Science, University College London, London, UK.; National Pulmonary Hypertension Service, Royal Free London NHS Foundation Trust, London, UK.; National Heart, Lung, and Blood Institute, National Institute of Health, Bethesda, MD, USA.; Centre for Rheumatology and Connective Tissue Diseases, UCL Medical School (Royal Free Campus), London, UK.; Division of Medicine, University College London, London, UK.","Year":"2024","DOI":"10.1093\/rheumatology\/keae141","DocumentType":"Article","PublicationDate":1727740800000},{"Title":"High-Performing Fontan Patients: A Fontan Outcome Registry by Cardiac Magnetic Resonance Imaging Study.","Journal":"JACC. Advances","Authors":"Alsaied T., Li R., Christopher A., Fogel M., Slesnick T., Krishnamurthy R., Muthurangu V., Dorfman A., Lam C., Weigand J., Robinson J., Cordina R., Olivieri L., Rathod R.","Affiliations":"The Heart and Vascular Institute, UPMC Children's Hospital of Pittsburgh, University of Pittsburgh School of Medicine, Pennsylvania, USA.; UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, United Kingdom.; Departments of Pediatrics, Emory University School of Medicine, Children's Healthcare of Atlanta, Atlanta, Georgia, USA.; Department of Diagnostic Imaging, The Hospital for Sick Children and Department of Medical Imaging, University of Toronto, Toronto, Canada.; Department of Cardiology, Royal Prince Alfred Hospital, Sydney, NSW, Australia.; Division of Cardiology, Department of Pediatrics, The Children's Hospital of Philadelphia, Perelman School of Medicine, University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania, USA.; Division of Pediatric Cardiology, Department of Pediatrics, Baylor College of Medicine, Texas Children's Hospital, Houston, Texas, USA.; Department of Pediatrics, University of Michigan Medical School, Ann Arbor, Michigan, USA.; Department of Pediatrics, Ann & Robert H. Lurie's Children's Hospital of Chicago, Northwestern University Feinberg School of Medicine, Chicago, Illinois, USA.; The Department of Radiology, Nationwide Children's Hospital, Columbus, Ohio, USA.; Department of Pediatrics, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts, USA.; Department of Biostatistics, University of Pittsburgh, Pittsburgh, Pennsylvania, USA.","Year":"2024","DOI":"10.1016\/j.jacadv.2024.101254","DocumentType":"Article","PublicationDate":1727740800000},{"Title":"Rapid 2D ","Journal":"Magnetic resonance imaging","Authors":"Baker R., Muthurangu V., Rega M., Walsh S., Steeden J.","Affiliations":"UCL Centre for Translational Cardiovascular Imaging, University College London, London, UK. Electronic address: v.muthurangu@ucl.ac.uk.; UCL Centre for Translational Cardiovascular Imaging, University College London, London, UK. Electronic address: jennifer.steeden@ucl.ac.uk.; Department of Renal Medicine, University College London, London, UK. Electronic address: stephen.walsh@ucl.ac.uk.; Institute of Nuclear Medicine, University College Hospital, London, UK. Electronic address: marilena.rega@nhs.net.; UCL Centre for Medical Imaging, University College London, London, UK; UCL Centre for Translational Cardiovascular Imaging, University College London, London, UK. Electronic address: r.baker.17@ucl.ac.uk.","Year":"2024","DOI":"10.1016\/j.mri.2024.04.027","DocumentType":"Article","PublicationDate":1719792000000},{"Title":"The beating heart: artificial intelligence for cardiovascular application in the clinic.","Journal":"Magma (New York, N.Y.)","Authors":"Villegas-Martinez M., de Villedon de Naide V., Muthurangu V., Bustin A.","Affiliations":"Center for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, University College London, London, WC1N 1EH, UK.; IHU LIRYC, Electrophysiology and Heart Modeling Institute, Hôpital Xavier Arnozan, Université de Bordeaux-INSERM U1045, Avenue du Haut Lévêque, 33604, Pessac, France.; Department of Diagnostic and Interventional Radiology, Lausanne University Hospital and University of Lausanne, Lausanne, Switzerland. aurelien.bustin@ihu-liryc.fr.; Department of Cardiovascular Imaging, Hôpital Cardiologique du Haut-Lévêque, CHU de Bordeaux, Avenue de Magellan, 33604, Pessac, France. aurelien.bustin@ihu-liryc.fr.; Department of Cardiovascular Imaging, Hôpital Cardiologique du Haut-Lévêque, CHU de Bordeaux, Avenue de Magellan, 33604, Pessac, France.; IHU LIRYC, Electrophysiology and Heart Modeling Institute, Hôpital Xavier Arnozan, Université de Bordeaux-INSERM U1045, Avenue du Haut Lévêque, 33604, Pessac, France. aurelien.bustin@ihu-liryc.fr.","Year":"2024","DOI":"10.1007\/s10334-024-01180-9","DocumentType":"Article","PublicationDate":1719792000000},{"Title":"Image2Flow: A proof-of-concept hybrid image and graph convolutional neural network for rapid patient-specific pulmonary artery segmentation and CFD flow field calculation from 3D cardiac MRI data.","Journal":"PLoS computational biology","Authors":"Yao T., Pajaziti E., Quail M., Schievano S., Steeden J., Muthurangu V.","Affiliations":"Institute of Cardiovascular Science, University College London, London, United Kingdom.","Year":"2024","DOI":"10.1371\/journal.pcbi.1012231","DocumentType":"Article","PublicationDate":1717200000000},{"Title":"Training deep learning based dynamic MR image reconstruction using open-source natural videos.","Journal":"Scientific reports","Authors":"Jaubert O., Pascale M., Montalt-Tordera J., Akesson J., Virsinskaite R., Knight D., Arridge S., Steeden J., Muthurangu V.","Affiliations":"UCL Centre for Translational Cardiovascular Imaging, University College London, 30 Guilford St, London, WC1N 1EH, UK.; Department of Cardiology, Royal Free London NHS Foundation Trust, London, NW3 2QG, UK.; Department of Computer Science, University College London, London, WC1E 6BT, UK.; UCL Centre for Translational Cardiovascular Imaging, University College London, 30 Guilford St, London, WC1N 1EH, UK. v.muthurangu@ucl.ac.uk.; Clinical Physiology, Department of Clinical Sciences Lund, Lund University, Lund, Sweden.","Year":"2024","DOI":"10.1038\/s41598-024-62294-7","DocumentType":"Article","PublicationDate":1716422400000},{"Title":"Rapid desensitization through immunoadsorption during cardiopulmonary bypass. A novel method to facilitate human leukocyte antigen incompatible heart transplantation.","Journal":"Perfusion","Authors":"Issitt R., Cudworth E., Cortina-Borja M., Gupta A., Kallon D., Crook R., Shaw M., Robertson A., Tsang V., Henwood S., Muthurangu V., Sebire N., Burch M., Fenton M.","Affiliations":"Department of Cardiothoracic Transplantation, Great Ormond Street Hospital for Children, London, UK.; Department of Cardiothoracic Surgery, Great Ormond Street Hospital for Children, London, UK.; Department of Paediatric Cardiology, Institute of Child Health, University College London, London, UK.; Population, Policy and Practice Research and Teaching Department, Great Ormond Street Institute of Child Health, University College London, London, UK.; Digital Research, Informatics and Virtual Environment, NIHR Great Ormond Street Biomedical Research Centre, London, UK.; Clinical Transplantation Laboratory, Barts Health NHS Trust, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; Perfusion Department, Great Ormond Street Hospital for Children, London, UK.","Year":"2024","DOI":"10.1177\/02676591221151035","DocumentType":"Article","PublicationDate":1711929600000},{"Title":"Cardiopulmonary Exercise Testing in Evaluating Transthyretin Amyloidosis.","Journal":"JAMA cardiology","Authors":"Patel R., Bandera F., Venneri L., Porcari A., Razvi Y., Ioannou A., Chacko L., Martinez-Naharro A., Rauf M., Knight D., Brown J., Petrie A., Wechalekar A., Whelan C., Lachmann H., Muthurangu V., Guazzi M., Hawkins P., Gillmore J., Fontana M.","Affiliations":"Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina, University of Trieste, Italy, Trieste, Italy.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Campus, London, United Kingdom.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Eastman Dental Institute, University College London, University Street, London, United Kingdom.; Cardiac Rehabilitation and Heart Failure Unit, Cardiology University Department, Scientific Institute for Research, Hospitalization and Healthcare MultiMedica, Sesto San Giovanni, Milan, Italy.; Department of Biomedical Sciences for Health, University of Milano, Milan, Italy.","Year":"2024","DOI":"10.1001\/jamacardio.2024.0022","DocumentType":"Article","PublicationDate":1711929600000},{"Title":"Sendaway capillary NT-proBNP in pulmonary hypertension.","Journal":"BMJ open respiratory research","Authors":"Stubbs H., Cannon J., Knightbridge E., Durrington C., Roddis C., Gin-Sing W., Massey F., Knight D., Virsinskaite R., Lordan J., Sear E., Apple-Pinguel J., Morris E., Johnson M., Wort S.","Affiliations":"Sheffield Pulmonary Vascular Disease Unit, Royal Hallamshire Hospital, Sheffield, UK.; Pulmonary Vascular Disease Unit, Papworth Hospital NHS Foundation Trust, Cambridge, UK.; Scottish Pulmonary Vascular Unit, Golden Jubilee National Hospital, Glasgow, UK.; School of Health and Wellbeing, University of Glasgow, Glasgow, UK.; Pulmonary Hypertension Service, Imperial College Healthcare NHS Trust, London, UK.; National Heart and Lung Institute, Imperial College London, London, UK.; National Pulmonary Hypertension Service, Royal Brompton Hospital, London, UK.; Pulmonary Vascular Unit, Freeman Hospital, Newcastle upon Tyne, UK.; Scottish Pulmonary Vascular Unit, Golden Jubilee National Hospital, Glasgow, UK harrison.stubbs@ggc.scot.nhs.uk.; Royal Free London NHS Foundation Trust, London, UK.","Year":"2024","DOI":"10.1136\/bmjresp-2023-002124","DocumentType":"Article","PublicationDate":1711065600000},{"Title":"Myocardial perfusion in cardiac amyloidosis.","Journal":"European journal of heart failure","Authors":"Chacko L., Kotecha T., Ioannou A., Patel N., Martinez-Naharro A., Razvi Y., Patel R., Massa P., Venneri L., Brown J., Porcari A., Knott K., Manisty C., Knight D., Lockie T., Rakhit R., Lachmann H., Wechelakar A., Whelan C., Ponticos M., Moon J., González A., Gilbertson J., Riefolo M., Leone O., Xue H., Hawkins P., Kellman P., Gillmore J., Fontana M.","Affiliations":"Royal Free Hospital NHS Foundation Trust, London, UK.; National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA.; Pathology Unit, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy.; Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, IRCCS Sant'Orsola Hospital, Bologna, Italy.; Barts Heart Centre, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; Department of Medical and Surgical Sciences (DIMEC), Alma Mater Studiorum University of Bologna, Bologna, Italy.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Hospital, London, UK.; Division of Cardiovascular Sciences, University of Navarra, Pamplona, Spain.","Year":"2024","DOI":"10.1002\/ejhf.3137","DocumentType":"Article","PublicationDate":1709251200000},{"Title":"Recurrent episodes of Takotsubo cardiomyopathy in systemic sclerosis.","Journal":"Journal of scleroderma and related disorders","Authors":"Vreeburg Y., Knight D., Coghlan J., Ong V., Denton C.","Affiliations":"Centre for Rheumatology and Connective Tissue Diseases, University College London Medical School, London, UK.; Department of Cardiology, Royal Free Hospital, London, UK.; Department of Rheumatology, Royal Free Hospital, London, UK.","Year":"2024","DOI":"10.1177\/23971983231188824","DocumentType":"Article","PublicationDate":1706745600000},{"Title":"Deep phenotyping of p.(V142I)-associated variant transthyretin amyloid cardiomyopathy: Distinct from wild-type transthyretin amyloidosis?","Journal":"European journal of heart failure","Authors":"Razvi Y., Ioannou A., Patel R., Chacko L., Karia N., Riefolo M., Porcari A., Rauf M., Starr N., Ganesananthan S., Blakeney I., Kaza N., Filisetti S., Bolhuis R., Rowczenio D., Gilbertson J., Hutt D., Mahmood S., Lachmann H., Wechalekar A., Kotecha T., Knight D., Coghlan J., Petrie A., Whelan C., Venneri L., Martinez-Naharro A., Hawkins P., Fontana M., Gillmore J.","Affiliations":"Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina (ASUGI), University of Trieste, Trieste, Italy.; Imperial College London, London, UK.; National Amyloidosis Centre, Division of Medicine, University College London, London, UK.; Royal Free Hospital, London, UK.","Year":"2024","DOI":"10.1002\/ejhf.3088","DocumentType":"Article","PublicationDate":1706745600000},{"Title":"A Deep Learning Pipeline for Assessing Ventricular Volumes from a Cardiac MRI Registry of Patients with Single Ventricle Physiology.","Journal":"Radiology. Artificial intelligence","Authors":"Yao T., St Clair N., Miller G., Dorfman A., Fogel M., Ghelani S., Krishnamurthy R., Lam C., Quail M., Robinson J., Schidlow D., Slesnick T., Weigand J., Steeden J., Rathod R., Muthurangu V.","Affiliations":"From the Institutes of Health Informatics (T.Y.) and Cardiovascular Science (M.Q., J.A.S., V.M.), University College London, 20c Guilford Street, London WC1N 1DZ, England; Department of Cardiology, Boston Children's Hospital, Boston, Mass (N.S.C., G.F.M., S.G., D.S., R.H.R.); Department of Pediatrics, University of Michigan, Ann Arbor, Mich (A.L.D.); Division of Cardiology, The Children's Hospital of Philadelphia, Philadelphia, Pa (M.A.F.); Department of Radiology, Nationwide Children's Hospital, Columbus, Ohio (R.K.); Department of Diagnostic Imaging, Hospital for Sick Children, Toronto, Canada (C.Z.L.); Department of Pediatrics, Ann and Robert H Lurie Children's Hospital of Chicago, Chicago, Ill (J.D.R.); Department of Pediatric Cardiology, Emory University School of Medicine, Atlanta, Ga (T.C.S.); and Department of Cardiology, Texas Children's Hospital, Houston, Tex (J.W.).","Year":"2024","DOI":"10.1148\/ryai.230132","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Exome sequencing of UK birth cohorts.","Journal":"Wellcome open research","Authors":"Koko M., Fabian L., Popov I., Eberhardt R., Zakharov G., Huang Q., Wade E., Azad R., Danecek P., Ho K., Hough A., Huang W., Lindsay S., Malawsky D., Bonfanti D., Mason D., Plowman D., Quail M., Ring S., Shireby G., Widaa S., Fitzsimons E., Iyer V., Bann D., Timpson N., Wright J., Hurles M., Martin H.","Affiliations":"Centre for Longitudinal Studies, University College London Institute of Education, London, England, WC1H 0NU, UK.; MRC Integrative Epidemiology Unit, University of Bristol, Bristol, England, BS8 2BN, UK.; Human Genetics, Wellcome Sanger Institute, Hinxton, England, CB10 1SA, UK.; Bradford Institute for Health Research, Bradford Royal Infirmary, Bradford, England, BD9 6RJ, UK.; Sequencing R&D, Wellcome Sanger Institute, Hinxton, England, CB10 1SA, UK.; Population Health Sciences, University of Bristol Medical School, Bristol, England, BS8 2BN, UK.","Year":"2024","DOI":"10.12688\/wellcomeopenres.22697.2","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Design and implementation of multicenter pediatric and congenital studies with cardiovascular magnetic resonance: Big data in smaller bodies.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"DiLorenzo M., Lee S., Rathod R., Raimondi F., Farooqi K., Jain S., Samyn M., Johnson T., Olivieri L., Fogel M., Lai W., Renella P., Powell A., Buddhe S., Stafford C., Johnson J., Helbing W., Pushparajah K., Voges I., Muthurangu V., Miles K., Greil G., McMahon C., Slesnick T., Fonseca B., Morris S., Soslow J., Grosse-Wortmann L., Beroukhim R., Grotenhuis H.","Affiliations":"Boston Children's Hospital, Boston, MA 02115, USA. Electronic address: Caitlin.stafford@cardio.chboston.org.; Pediatric Cardiology, Children's Hospital Colorado, University of Colorado School of Medicine, 13123 East 16th Ave, Aurora, CO 80045, USA. Electronic address: Brian.Fonseca@childrenscolorado.org.; Department of Pediatric Cardiology, Children's Hospital of Pittsburgh, Children's Hospital Drive, 4401 Penn Ave, Pittsburgh, PA 15224, USA. Electronic address: olivierilj@upmc.edu.; Heart Institute, Cincinnati Children's Hospital Medical Center, 333 Burnet Ave, Kimberley, Cincinnati, OH 45229, USA. Electronic address: miles@cchmc.org.; Division of Cardiology, Department of Pediatrics, Baylor College of Medicine Texas Children's Hospital, 6651 Main Street, Houston, TX 77030, USA. Electronic address: shainem@bcm.edu.; Pediatric Cardiology, Wilhelmina Children's Hospital, UMCU, Lundlaan 6, 3584 EA Utrecht, the Netherlands. Electronic address: H.B.Grotenhuis@umcutrecht.nl.; Division of Cardiology, Department of Pediatrics, Doernbecher Children's Hospital, Oregon Health and Science University, 700 SW Campus Dr, Portland, OR, USA 97239. Electronic address: grossewo@ohsu.edu.; Boston Children's Hospital, Boston, MA 02115, USA. Electronic address: Rahul.rathod@childrens.chboston.org.; CHOC Children's Hospital, 1201 W La Veta Ave, Orange, CA 92868, USA. Electronic address: PRenella@choc.org.; Indiana University School of Medicine, Riley Children's Health, 705 Riley Hospital Drive, Indianapolis, IN 46202, USA. Electronic address: tifjohns@iu.edu.; Department of Paediatric Cardiology, Evelina London Children's Hospital, Guy's and St Thomas' NHS Foundation Trust, Westminster Bridge Road, London SE1 7EH, United Kingdom. Electronic address: Kuberan.pushparajah@kcl.ac.uk.; Department of Pediatrics, Division of Pediatric Cardiology, Emory University School of Medicine, 738 Old Norcross Road, Lawrenceville, GA 30046, USA; Department of Pediatrics, Division of Pediatric Cardiology, Children's Healthcare of Atlanta, Atlanta, Georgia, Division of Pediatric Cardiology, Emory University School of Medicine, 738 Old Norcross Road, Lawrenceville, GA 30046, USA. Electronic address: SlesnickT@kidsheart.com.; Ann & Robert H Lurie Children's Hospital of Chicago, Chicago, IL 60611, USA. Electronic address: Silee@luriechildrens.org.; Department of Pediatrics, Division of Pediatric Cardiology, Sophia's Children's Hospital, Erasmus University Medical Center Rotterdam, Dr. Molewaterplein 40, 3015 GD Rotterdam, Rotterdam, the Netherlands. Electronic address: W.a.helbing@erasmusmc.nl.; Congenital Cardiology Unit, Ospedale Papa Giovanni XXIII, Bergamo, Italy. Electronic address: f.raimondi@asst-pg23.it.; Department of Pediatrics, University of Tennessee Health Sciences Center, 848 Adams Ave, Memphis, TN 38103, USA; Division of Pediatric Cardiology, Le Bonheur Children's Hospital, University of Tennessee Health Sciences Center, 848 Adams Ave, Memphis, TN 38103, USA. Electronic address: Jjohn315@uthsc.edu.; Department of Pediatrics, Division of Pediatric Cardiology, Vanderbilt University Medical Center, 1211 Medical Center Drive, Nashville, TN 37232, USA. Electronic address: Jonathan.h.soslow@vumc.org.; Division of Pediatric Cardiology, Department of Pediatrics, The Children's Hospital of Philadelphia, 3401 Civic Center Blvd, Philadelphia, PA 19104, USA. Electronic address: Fogel@chop.edu.; Division of Cardiology, Department of Pediatrics, Columbia University Vagelos College of Physicians and Surgeons and NewYork-Presbyterian Morgan Stanley Children's Hospital, 3959 Broadway, New York, NY 10032, USA. Electronic address: kf2549@cumc.columbia.edu.; UCL Center for Translational Cardiovascular Imaging, University College London, Gower Street, London WC1E 6BT, UK. Electronic address: V.muthurangu@ucl.ac.uk.; University College of Dublin, School of Medicine and Department of Paediatric Cardiology, Children's Health Ireland, Gate 5, Crumlin, Dublin 12, Ireland. Electronic address: colin.mcmahon@olchc.ie.; Department of Pediatrics, Division of Pediatric Cardiology, University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd, Dallas, TX 75390, USA. Electronic address: Gerald.greil@utsouthwestern.edu.; Medical College of Wisconsin\/The Herma Heart Institute at Children's Wisconsin, 8915 W Connell Ct, Milwaukee, WI 53226, USA. Electronic address: msamyn@childrenswi.org.; Boston Children's Hospital, Boston, MA 02115, USA.; Department of Pediatrics, Division of Pediatric Cardiology, Betty Irene Moore Heart Center, Lucile Packard Children's Hospital, 725 Welch Rd Ste 325, Palo Alto, CA 94304, USA. Electronic address: sujatha.buddhe@stanford.edu.; German Centre for Cardiovascular Research, Ootsdamer Str. 58, 10785 Berlin, Germany; Department of Congenital Heart Disease and Pediatric Cardiology, University Hospital Schleswig-Holstein, Arnold-Heller-Straße 3, 24105 Kiel, Germany. Electronic address: Inga.Voges@uksh.de.; Division of Cardiology, Department of Pediatrics, Columbia University Vagelos College of Physicians and Surgeons and NewYork-Presbyterian Morgan Stanley Children's Hospital, 3959 Broadway, New York, NY 10032, USA. Electronic address: mpd2001@columbia.edu.; CHOC Children's Hospital, 1201 W La Veta Ave, Orange, CA 92868, USA. Electronic address: wlai@choc.org.; Boston Children's Hospital, Boston, MA 02115, USA. Electronic address: Rebecca.beroukhim@cardio.chboston.org.; New York Medical College\/Maria Fareri Children's Hospital at Westchester Medical Center, 100 Woods Rd, Valhalla, NY 10595, USA. Electronic address: sjain7@nymc.edu.","Year":"2024","DOI":"10.1016\/j.jocmr.2024.101041","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Removal of mobile genetic elements from the genome of ","Journal":"Frontiers in microbiology","Authors":"Hussain H., Nubgan A., Rodríguez C., Imwattana K., Knight D., Parthala V., Mullany P., Goh S.","Affiliations":"Department of Microbiology, PathWest Laboratory Medicine WA, Queen Elizabeth II Medical Centre, Nedlands, WA, Australia.; Department of Clinical, Pharmaceutical and Biological Sciences, University of Hertfordshire, Hatfield, United Kingdom.; Facultad de Microbiología and Centro de Investigación en Enfermedades Tropicales (CIET), Universidad de Costa Rica, San José, Costa Rica.; Department of Microbiology, Faculty of Medicine Siriraj Hospital, Mahidol University, Salaya, Thailand.; School of Biomedical Sciences, The University of Western Australia, Perth, WA, Australia.; Department of Microbial Diseases, Eastman Dental Institute, University College London, London, United Kingdom.","Year":"2024","DOI":"10.3389\/fmicb.2024.1416665","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"2D sodium MRI of the human calf using half-sinc excitation pulses and compressed sensing.","Journal":"Magnetic resonance in medicine","Authors":"Baker R., Muthurangu V., Rega M., Montalt-Tordera J., Rot S., Solanky B., Gandini Wheeler-Kingshott C., Walsh S., Steeden J.","Affiliations":"Digital Neuroscience Research Unit, IRCCS Mondino Foundation, Pavia, Italy.; Institute of Nuclear Medicine, University College Hospital, London, UK.; Department of Brain and Behavioral Sciences, University of Pavia, Pavia, Italy.; NMR Research Unit, Queen Square MS Centre, Department of Neuroinflammation, UCL Queen Square Institute of Neurology, Faculty of Brain Sciences, University College London, London, UK.; Department of Renal Medicine, University College London, London, UK.; Department of Medical Physics and Biomedical Engineering, University College London, London, UK.; UCL Centre for Translational Cardiovascular Imaging, University College London, London, UK.","Year":"2024","DOI":"10.1002\/mrm.29841","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"HyperSLICE: HyperBand optimized spiral for low-latency interactive cardiac examination.","Journal":"Magnetic resonance in medicine","Authors":"Jaubert O., Montalt-Tordera J., Knight D., Arridge S., Steeden J., Muthurangu V.","Affiliations":"Department of Computer Science, University College London, London, UK.; UCL Center for Translational Cardiovascular Imaging, University College London, London, UK.; Department of Cardiology, Royal Free London NHS Foundation Trust, London, UK.","Year":"2024","DOI":"10.1002\/mrm.29855","DocumentType":"Article","PublicationDate":1704067200000},{"Title":"Pulse wave velocity during re-feeding and with weight gain in underweight female adolescents with anorexia nervosa.","Journal":"Journal of human hypertension","Authors":"Hudson L., Al-Khairulla H., Maicoo M., Borja M., Rapala A., Viner R., Nicholls D., Taylor A., Muthurangu V., Hughes A.","Affiliations":"Dept Brain Sciences, Imperial College London, London, UK.; UCL Institute of Cardiovascular Science, London, UK.; Ellern Mede Eating Disorder, London, UK.; GOS UCL Institute of Child Health, London, UK. l.hudson@ucl.ac.uk.; GOS UCL Institute of Child Health, London, UK.; Great Ormond Street Hospital, London, UK.","Year":"2023","DOI":"10.1038\/s41371-023-00848-4","DocumentType":"Article","PublicationDate":1701388800000},{"Title":"Predictors of outcomes in mild pulmonary hypertension according to 2022 ESC\/ERS Guidelines: the EVIDENCE-PAH UK study.","Journal":"European heart journal","Authors":"Karia N., Howard L., Johnson M., Kiely D., Lordan J., McCabe C., Pepke-Zaba J., Ong R., Preiss M., Knight D., Muthurangu V., Coghlan J.","Affiliations":"Scottish Pulmonary Vascular Unit, Golden Jubilee National Hospital, Glasgow G81 4DY, UK.; Institute of Cardiovascular Science, University College London, London WC1E 6BT, UK.; National Pulmonary Hypertension Service, Royal Free Hospital London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; Sheffield Pulmonary Vascular Disease Unit, Royal Hallamshire Hospital, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield S10 2JF, UK.; National Pulmonary Hypertension Service, Royal Brompton Hospital, London SW3 6NP, UK.; National Heart and Lung Institute, Imperial College, London SW3 6LY, UK.; Actelion Pharmaceuticals Ltd, A Janssen Pharmaceutical Company of Johnson and Johnson, Global Epidemiology, Allschwil CH-4123, Switzerland.; Actelion Pharmaceuticals Ltd, Janssen Pharmaceutical Company of Johnson & Johnson, Global Medical Affairs, Allschwil CH-4123, Switzerland.; Pulmonary Vascular Unit, Freeman Hospital, Newcastle upon Tyne  NE7 7DN, UK.; National Pulmonary Hypertension Service, Hammersmith Hospital, London W12 0HS, UK.; Pulmonary Vascular Disease Unit, Royal Papworth Hospital NHS Foundation Trust, Cambridge CB2 0AY, UK.","Year":"2023","DOI":"10.1093\/eurheartj\/ehad532","DocumentType":"Article","PublicationDate":1700524800000},{"Title":"Identifying Characteristics of Short-Term Response to Transcatheter Edge-to-Edge Mitral Valve Repair.","Journal":"The American journal of cardiology","Authors":"Patel K., Vandermolen S., Alharbi B., Hoare D., Mukhopadhyay S., Smith A., Bhattacharyya S., Muthurangu V., Mullen M.","Affiliations":"Barts Heart Centre, St Bartholomew's Hospital, London, United Kingdom; Institute of Cardiovascular Science, Institute of Population Health Sciences, University College London, London, United Kingdom.; Barts Heart Centre, St Bartholomew's Hospital, London, United Kingdom; Centre for Cardiovascular Medicine and Devices, William Harvey Research Institute, Queen Mary University of London, London, United Kingdom.; Institute of Cardiovascular Science, Institute of Population Health Sciences, University College London, London, United Kingdom; Emergency medical service, King Khalid University, Abha, Saudi Arabia.; Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, United Kingdom.; Barts Heart Centre, St Bartholomew's Hospital, London, United Kingdom; Centre for Cardiovascular Medicine and Devices, William Harvey Research Institute, Queen Mary University of London, London, United Kingdom. Electronic address: kush.p.patel04@gmail.com.; Barts Heart Centre, St Bartholomew's Hospital, London, United Kingdom.","Year":"2023","DOI":"10.1016\/j.amjcard.2023.07.079","DocumentType":"Article","PublicationDate":1696118400000},{"Title":"Pulmonary hypertension - the latest updates for physicians.","Journal":"Clinical medicine (London, England)","Authors":"Virsinskaite R., Karia N., Kotecha T., Schreiber B., Coghlan J., Knight D.","Affiliations":"National Pulmonary Hypertension Service, Royal Free Hospital. consultant cardiologist, National Pulmonary Hypertension Service, Royal Free London NHS Foundation Trust, London, UK dan.knight@nhs.net.; National Pulmonary Hypertension Service, Royal Free London NHS Foundation Trust, London, UK.","Year":"2023","DOI":"10.7861\/clinmed.2023-23.5.Cardio4","DocumentType":"Article","PublicationDate":1693526400000},{"Title":"Tracking Treatment Response in Cardiac Light-Chain Amyloidosis With Native T1 Mapping.","Journal":"JAMA cardiology","Authors":"Ioannou A., Patel R., Martinez-Naharro A., Razvi Y., Porcari A., Rauf M., Bolhuis R., Fernando-Sayers J., Virsinskaite R., Bandera F., Kotecha T., Venneri L., Knight D., Manisty C., Moon J., Lachmann H., Whelan C., Kellman P., Hawkins P., Gillmore J., Wechalekar A., Fontana M.","Affiliations":"National Amyloidosis Centre, Royal Free Campus, University College London, London, United Kingdom.; Cardiology University Department, IRCCS Policlinico San Donato, Milan, Italy.; National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland.; St Bartholomew's Hospital, London, United Kingdom.; Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina (ASUGI), University of Trieste, Trieste, Italy.","Year":"2023","DOI":"10.1001\/jamacardio.2023.2010","DocumentType":"Article","PublicationDate":1693526400000},{"Title":"British Society of Echocardiography guideline for the transthoracic echocardiographic assessment of cardiac amyloidosis.","Journal":"Echo research and practice","Authors":"Moody W., Turvey-Haigh L., Knight D., Coats C., Cooper R., Schofield R., Robinson S., Harkness A., Oxborough D., Gillmore J., Whelan C., Augustine D., Fontana M., Steeds R.","Affiliations":"Royal United Hospitals Bath NHS Foundation Trust, Bath, UK.; Liverpool John Moores University, Liverpool, UK.; Institute of Cardiovascular Science, College of Medical and Dental Science, University of Birmingham, Birmingham, UK. william.moody@nhs.net.; Queen Elizabeth Hospital Birmingham, University Hospitals Birmingham NHS Foundation Trust, Mindelsohn Way, Edgbaston, Birmingham, B15 2TH, UK. william.moody@nhs.net.; Department For Health, University of Bath, Bath, UK.; Institute of Cardiovascular Science, College of Medical and Dental Science, University of Birmingham, Birmingham, UK.; Division of Medicine, National Amyloidosis Centre, University College London, London, UK.; North West Anglia Foundation Trust, Peterborough, UK.; East Suffolk and North Essex NHS Foundation Trust, Essex, UK.; Liverpool Heart and Chest Hospital, Liverpool, UK.; Queen Elizabeth University Hospital, Glasgow, UK.; Sports and Exercise Sciences, Liverpool John Moores University, Liverpool, UK.; Queen Elizabeth Hospital Birmingham, University Hospitals Birmingham NHS Foundation Trust, Mindelsohn Way, Edgbaston, Birmingham, B15 2TH, UK.; Imperial College Healthcare NHS Trust, London, UK.","Year":"2023","DOI":"10.1186\/s44156-023-00028-7","DocumentType":"Article","PublicationDate":1693440000000},{"Title":"Conventional heart failure therapy in cardiac ATTR amyloidosis.","Journal":"European heart journal","Authors":"Ioannou A., Massa P., Patel R., Razvi Y., Porcari A., Rauf M., Jiang A., Cabras G., Filisetti S., Bolhuis R., Bandera F., Venneri L., Martinez-Naharro A., Law S., Kotecha T., Virsinskaite R., Knight D., Emdin M., Petrie A., Lachmann H., Wechelakar A., Petrie M., Hughes A., Freemantle N., Hawkins P., Whelan C., McMurray J., Gillmore J., Fontana M.","Affiliations":"Cardiovascular Department, Fondazione Toscana Gabriele Monasterio, Via Giuseppe Moruzzi, Pisa 56124, Italy.; Cardiology University Department, IRCCS Policlinico San Donato, Piazza Edmondo Malan, Milan 20097, Italy.; Biostatistics Unit, University College London Eastman Dental Institute, 256 Grays Inn Road, London WC1X 8LD, UK.; University College London, London, UK.; National Amyloidosis Centre, University College London, Royal Free Campus, Rowland Hill Street, London NW3 2PF, UK.; BHF Cardiovascular Research Centre, University of Glasgow, 126 University Pl, Glasgow G12 8TA, UK.; Health Science Interdisciplinary Center, Scuola Superiore Sant'Anna, Via Giuseppe Moruzzi, Pisa 56127, Italy.; Institute of Cardiovascular Science, University College London, 1-19 Torrington Place, London WC1E 7HB, UK.; Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina (ASUGI), University of Trieste, Via Giacomo Puccini, Trieste 34100, Italy.","Year":"2023","DOI":"10.1093\/eurheartj\/ehad347","DocumentType":"Article","PublicationDate":1691971200000},{"Title":"Tracking Multiorgan Treatment Response in Systemic AL-Amyloidosis With Cardiac Magnetic Resonance Derived Extracellular Volume Mapping.","Journal":"JACC. Cardiovascular imaging","Authors":"Ioannou A., Patel R., Martinez-Naharro A., Razvi Y., Porcari A., Hutt D., Bandera F., Kotecha T., Venneri L., Chacko L., Massa P., Hanger M., Knight D., Manisty C., Moon J., Quarta C., Lachmann H., Whelan C., Kellman P., Hawkins P., Gillmore J., Wechelakar A., Fontana M.","Affiliations":"National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom; Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina (ASUGI), University of Trieste, Italy.; Cardiology University Department, IRCCS Policlinico San Donato, Milan, Italy.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom.; St Bartholomew's Hospital, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland, USA.","Year":"2023","DOI":"10.1016\/j.jcmg.2023.02.019","DocumentType":"Article","PublicationDate":1690848000000},{"Title":"Whole-Body Magnetic Resonance Imaging Assessment of the Contributions of Adipose and Nonadipose Tissues to Cardiovascular Remodeling in Adolescents.","Journal":"Journal of the American Heart Association","Authors":"Hauser J., Burden S., Karunakaran A., Muthurangu V., Taylor A., Jones A.","Affiliations":"Great Ormond Street Hospital for Children NHS Foundation Trust London United Kingdom.; Department of Women and Children's Health King's College London, St Thomas' Hospital London United Kingdom.; Centre for Translational Cardiovascular Imaging University College London London United Kingdom.; Department of Paediatrics University of Oxford, John Radcliffe Hospital Oxford United Kingdom.","Year":"2023","DOI":"10.1161\/JAHA.123.030221","DocumentType":"Article","PublicationDate":1690848000000},{"Title":"Multicenter research priorities in pediatric CMR: results of a collaborative wiki survey.","Journal":"Scientific reports","Authors":"Beroukhim R., Merlocco A., Gerardin J., Tham E., Patel J., Siddiqui S., Goot B., Farooqi K., Soslow J., Grotenhuis H., Hor K., Muthurangu V., Raimondi F.","Affiliations":"Department of Cardiology, Harvard Medical School, Boston Children's Hospital, 300 Longwood Avenue, Boston, MA, 02115, USA. rebecca.beroukhim@cardio.chboston.org.; Department of Cardiology, UCL Center for Translational Cardiovascular Imaging, University College London, London, UK.; Division of Pediatric Cardiology, Department of Pediatrics, Columbia University Medical Center, New York Presbyterian-Morgan Stanley Children's Hospital, New York, NY, USA.; Department of Pediatric Cardiology, Utrecht Medical Center, Utrecht, The Netherlands.; Division of Pediatric Cardiology, Department of Pediatrics, Vanderbilt University, Nashville, TN, USA.; Division of Cardiology, Department of Pediatrics, Riley Hospital for Children at Indiana University Health, Indianapolis, IN, USA.; Division of Pediatric Cardiology, Atlantic Health System, Morristown, NJ, USA.; Department of Cardiology, University of Tennessee Health Science Center, Le Bonheur Children's Hospital, Memphis, TN, USA.; Department of Cardiology, Meyer Children's Hospital, University of Florence, Florence, Italy.; Department of Pediatrics, Stollery Children's Hospital, University of Alberta, Edmonton, AB, Canada.; Department of Pediatrics, The Heart Center, Nationwide Children's Hospital, Ohio State University, Columbus, OH, USA.; Division of Pediatric Cardiology, Medical College of Wisconsin, Children's Hospital of Wisconsin, Milwaukee, WI, USA.","Year":"2023","DOI":"10.1038\/s41598-023-34720-9","DocumentType":"Article","PublicationDate":1685750400000},{"Title":"Multi-Imaging Characterization of Cardiac Phenotype in Different Types of Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Ioannou A., Patel R., Razvi Y., Porcari A., Knight D., Martinez-Naharro A., Kotecha T., Venneri L., Chacko L., Brown J., Manisty C., Moon J., Wisniowski B., Lachmann H., Wechelakar A., Whelan C., Kellman P., Hawkins P., Gillmore J., Fontana M.","Affiliations":"National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; St Bartholomew's Hospital, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom.; National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, Maryland, USA.","Year":"2023","DOI":"10.1016\/j.jcmg.2022.07.008","DocumentType":"Article","PublicationDate":1680307200000},{"Title":"Shape-driven deep neural networks for fast acquisition of aortic 3D pressure and velocity flow fields.","Journal":"PLoS computational biology","Authors":"Pajaziti E., Montalt-Tordera J., Capelli C., Sivera R., Sauvage E., Quail M., Schievano S., Muthurangu V.","Affiliations":"University College London, Institution of Cardiovascular Science, London, United Kingdom.; Great Ormond Street Hospital, Cardiac Unit, London, United Kingdom.","Year":"2023","DOI":"10.1371\/journal.pcbi.1011055","DocumentType":"Article","PublicationDate":1680307200000},{"Title":"Distinct cardiovascular phenotypes are associated with prognosis in systemic sclerosis: a cardiovascular magnetic resonance study.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Knight D., Karia N., Cole A., Maclean R., Brown J., Masi A., Patel R., Razvi Y., Chacko L., Venneri L., Kotecha T., Martinez-Naharro A., Kellman P., Scott-Russell A., Schreiber B., Ong V., Denton C., Fontana M., Coghlan J., Muthurangu V.","Affiliations":"National Heart, Lung, and Blood Institute, National Institute of Health, 31 Center Dr, Bethesda, MD 20892, USA.; UCL Department of Cardiac MRI, University College London (Royal Free Campus), Rowland Hill Street, London, NW3 2PF, UK.; National Pulmonary Hypertension Service, Royal Free London NHS Foundation Trust, Pond Street, London, NW3 2QG, UK.; Centre for Rheumatology and Connective Tissue Diseases, UCL Medical School (Royal Free Campus), Rowland Hill Street, London, NW3 2PF, UK.; Department of Cardiology, Royal Free London NHS Foundation Trust, Pond Street, London, NW3 2QG, UK.; Department of Rheumatology, Queen Alexandra Hospital, Cosham, Portsmouth, PO6 3LY, UK.; UCL Institute of Cardiovascular Science, University College London, Gower Street, London, WC1E 6BT, UK.; National Amyloidosis Centre, Division of Medicine, University College London, Rowland Hill Street, London, NW3 2PF, UK.","Year":"2023","DOI":"10.1093\/ehjci\/jeac120","DocumentType":"Article","PublicationDate":1679356800000},{"Title":"Myocardial Involvement After Hospitalization for COVID-19 Complicated by Troponin Elevation: A Prospective, Multicenter, Observational Study.","Journal":"Circulation","Authors":"Artico J., Shiwani H., Moon J., Gorecka M., McCann G., Roditi G., Morrow A., Mangion K., Lukaschuk E., Shanmuganathan M., Miller C., Chiribiri A., Prasad S., Adam R., Singh T., Bucciarelli-Ducci C., Dawson D., Knight D., Fontana M., Manisty C., Treibel T., Levelt E., Arnold R., Macfarlane P., Young R., McConnachie A., Neubauer S., Piechnik S., Davies R., Ferreira V., Dweck M., Berry C., Greenwood J.","Affiliations":"Institute of Cardiovascular Science (J.A., H.S., J.C.M., R.D.A., C.M., T.A.T., R.H.D.), University College London, UK.; National Heart and Lung Institute, Imperial College, London, UK (S.K.P.).; Division of Cardiovascular Medicine, Radcliffe Department of Medicine, Oxford Centre for Clinical Magnetic Resonance Research, British Heart Foundation Centre of Research Excellence, Oxford NIHR Biomedical Research Centre, University of Oxford, UK (E. Lukaschuk, M.S., S.N., S.K.P., V.M.F.).; Division of Medicine, Royal Free Hospital (D.K., M.F.), University College London, UK.; Electrocardiology Core Laboratory (P.W.M.), Institute of Health and Wellbeing, University of Glasgow, UK.; Institute of Cardiovascular and Metabolic Medicine, University of Leeds, and Leeds Teaching Hospitals NHS Trust, UK (M.G., E. Levelt, J.P.G.).; Department of Cardiology, Aberdeen Cardiovascular and Diabetes Centre, Aberdeen Royal Infirmary and University of Aberdeen, UK (D.D.).; School of Biomedical Engineering and Imaging Sciences, King's College London, BHF Centre of Excellence and the NIHR Biomedical Research Centre at Guy's and St Thomas' NHS Foundation Trust, The Rayne Institute, St Thomas' Hospital, London, UK (A.C., C.B.-D.).; Robertson Centre for Biostatistics (R.Y., A. McConnachie), Institute of Health and Wellbeing, University of Glasgow, UK.; Royal Brompton and Harefield Hospitals and Guys' and St Thomas NHS Trust, London, UK (C.B.-D.).; Institute of Cardiovascular and Medical Sciences and British Heart Foundation Glasgow Cardiovascular Research Centre (G.R., A. Morrow, K.M., C.B.), Institute of Health and Wellbeing, University of Glasgow, UK.; Division of Cardiovascular Sciences, School of Medical Sciences, Faculty of Biology, Medicine and Health, University of Manchester, UK (C.A.M.).; University of Edinburgh and British Heart Foundation Centre for Cardiovascular Science, UK (T.S., M.R.D.).; University of Leicester and the National Institute for Health and Care Research (NIHR) Leicester Biomedical Research Centre, Glenfield Hospital, UK (G.P.M., R.A.).; Bristol Heart Institute, University Hospitals Bristol and Weston NHS Trust, Bristol, UK (C.B.-D.).","Year":"2023","DOI":"10.1161\/CIRCULATIONAHA.122.060632","DocumentType":"Article","PublicationDate":1675123200000},{"Title":"Editorial for \"Automatic Time-Resolved Cardiovascular Segmentation of 4D Flow MRI Using Deep Learning\".","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Montalt-Tordera J., Steeden J., Muthurangu V.","Affiliations":"UCL Institute of Cardiovascular Science, University College London, London, UK.","Year":"2023","DOI":"10.1002\/jmri.28220","DocumentType":"Article","PublicationDate":1672531200000},{"Title":"Sex differences among patients with transthyretin amyloid cardiomyopathy - from diagnosis to prognosis.","Journal":"European journal of heart failure","Authors":"Patel R., Ioannou A., Razvi Y., Chacko L., Venneri L., Bandera F., Knight D., Kotecha T., Martinez-Naharro A., Masi A., Porcari A., Brown J., Patel K., Manisty C., Moon J., Rowczenio D., Gilbertson J., Sinagra G., Lachmann H., Wechalekar A., Petrie A., Whelan C., Hawkins P., Gillmore J., Fontana M.","Affiliations":"Barts Heart Centre, The Cardiovascular Magnetic Resonance Imaging Unit, and the Inherited Cardiovascular Diseases Unit, St Bartholomew's Hospital, London, UK.; Eastman Dental Institute, University College London, London, UK.; Department for Biomedical Sciences for Health, University of Milano, Milan, Italy.; Heart Failure Unit, Cardiology University Department, IRCCS Policlinico San Donato, Milan, Italy.; Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina (ASUGI), University of Trieste, Trieste, Italy.; National Amyloidosis Centre, Division of Medicine, University College London, London, UK.","Year":"2022","DOI":"10.1002\/ejhf.2646","DocumentType":"Article","PublicationDate":1669852800000},{"Title":"Cardiovascular magnetic resonance in light-chain amyloidosis to guide treatment.","Journal":"European heart journal","Authors":"Martinez-Naharro A., Patel R., Kotecha T., Karia N., Ioannou A., Petrie A., Chacko L., Razvi Y., Ravichandran S., Brown J., Law S., Quarta C., Mahmood S., Wisniowski B., Pica S., Sachchithanantham S., Lachmann H., Moon J., Knight D., Whelan C., Venneri L., Xue H., Kellman P., Gillmore J., Hawkins P., Wechalekar A., Fontana M.","Affiliations":"National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA.; UCL Eastman Dental Institute, London, UK.; Barts Heart Centre, West Smithfield, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Hospital, London, UK.","Year":"2022","DOI":"10.1093\/eurheartj\/ehac363","DocumentType":"Article","PublicationDate":1669852800000},{"Title":"Impact of Earlier Diagnosis in Cardiac ATTR Amyloidosis Over the Course of 20 Years.","Journal":"Circulation","Authors":"Ioannou A., Patel R., Razvi Y., Porcari A., Sinagra G., Venneri L., Bandera F., Masi A., Williams G., O'Beara S., Ganesananthan S., Massa P., Knight D., Martinez-Naharro A., Kotecha T., Chacko L., Brown J., Rauf M., Manisty C., Moon J., Lachmann H., Wechelakar A., Petrie A., Whelan C., Hawkins P., Gillmore J., Fontana M.","Affiliations":"National Amyloidosis Centre, University College London, Royal Free Campus, United Kingdom (A.I., R.K.P., Y.R., A. Porcari, L.V., A.M., G.E.W., S.O., S.G., P.M., D.K., A.M.-N., T.K., L.C., J.B., M.U.R., H.L., A.W., A. Petrie, C.W., P.N.H., J.D.G., M.F.).; Cardiology University Department, IRCCS Policlinico San Donato, Milan, Italy (F.B.).; Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano-Isontina, University of Trieste, Italy (A. Porcari, G.S.).; St Bartholomew's Hospital, London, United Kingdom (C.M., J.M.).","Year":"2022","DOI":"10.1161\/CIRCULATIONAHA.122.060852","DocumentType":"Article","PublicationDate":1669680000000},{"Title":"Automatic segmentation of the great arteries for computational hemodynamic assessment.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Montalt-Tordera J., Pajaziti E., Jones R., Sauvage E., Puranik R., Singh A., Capelli C., Steeden J., Schievano S., Muthurangu V.","Affiliations":"UCL Institute of Cardiovascular Science, UCL, London, UK.; Faculty of Medicine and Health, University of Sydney, Sydney, Australia.; Children's Hospital at Westmead, Sydney, Australia.; UCL Institute of Cardiovascular Science, UCL, London, UK. v.muthurangu@ucl.ac.uk.; Great Ormond Street Hospital, London, UK.","Year":"2022","DOI":"10.1186\/s12968-022-00891-z","DocumentType":"Article","PublicationDate":1667779200000},{"Title":"FReSCO: Flow Reconstruction and Segmentation for low-latency Cardiac Output monitoring using deep artifact suppression and segmentation.","Journal":"Magnetic resonance in medicine","Authors":"Jaubert O., Montalt-Tordera J., Brown J., Knight D., Arridge S., Steeden J., Muthurangu V.","Affiliations":"UCL Center for Translational Cardiovascular Imaging, University College London, London, UK.; Department of Computer Science, University College London, London, UK.; Department of Cardiology, Royal Free London NHS Foundation Trust, London, UK.","Year":"2022","DOI":"10.1002\/mrm.29374","DocumentType":"Article","PublicationDate":1667260800000},{"Title":"IMproving PULmonary hypertension Screening by Echocardiography: IMPULSE.","Journal":"Echo research and practice","Authors":"Slegg O., Willis J., Wilkinson F., Sparey J., Wild C., Rossdale J., Ross R., Pauling J., Carson K., Kandan S., Oxborough D., Knight D., Peacock O., Suntharalingam J., Coghlan J., Augustine D.","Affiliations":"Department for Health, University of Bath, Bath, UK. daniel.augustine@nhs.net.; Liverpool John Moores University, Liverpool, UK.; Royal United Hospitals Bath NHS Foundation Trust, Bath, BA13NG, UK. daniel.augustine@nhs.net.; Royal Free Hospital, London, UK.; Department for Health, University of Bath, Bath, UK.; Royal United Hospitals Bath NHS Foundation Trust, Bath, BA13NG, UK.; School of Healthcare Science, Manchester Metropolitan University, Manchester, UK.","Year":"2022","DOI":"10.1186\/s44156-022-00010-9","DocumentType":"Article","PublicationDate":1666137600000},{"Title":"Twenty-Year Experience and Outcomes in a National Pediatric Pulmonary Hypertension Service.","Journal":"American journal of respiratory and critical care medicine","Authors":"Constantine A., Dimopoulos K., Haworth S., Muthurangu V., Moledina S.","Affiliations":"Adult Congenital Heart Centre and Centre for Pulmonary Hypertension, Royal Brompton and Harefield Hospitals, Guy's and St. Thomas' National Health Service Foundation Trust, London, United Kingdom.; National Heart and Lung Institute, Faculty of Medicine, Imperial College London, London, United Kingdom; and.; University College London Institute of Cardiovascular Science, University College London, London, United Kingdom.; National Pediatric Pulmonary Hypertension Service UK, Great Ormond Street Hospital for Children National Health Service Foundation Trust, London, United Kingdom.","Year":"2022","DOI":"10.1164\/rccm.202110-2428OC","DocumentType":"Article","PublicationDate":1663200000000},{"Title":"Progression of echocardiographic parameters and prognosis in transthyretin cardiac amyloidosis.","Journal":"European journal of heart failure","Authors":"Chacko L., Karia N., Venneri L., Bandera F., Passo B., Buonamici L., Lazari J., Ioannou A., Porcari A., Patel R., Razvi Y., Brown J., Knight D., Martinez-Naharro A., Whelan C., Quarta C., Manisty C., Moon J., Rowczenio D., Gilbertson J., Lachmann H., Wechelakar A., Petrie A., Moody W., Steeds R., Potena L., Riefolo M., Leone O., Rapezzi C., Hawkins P., Gillmore J., Fontana M.","Affiliations":"Barts Heart Centre, The Cardiovascular Magnetic Resonance Imaging Unit, and the Inherited Cardiovascular Diseases Unit, St Bartholomew's Hospital, London, UK.; Department of Cardiology, Queen Elizabeth Hospital Birmingham, University Hospitals Birmingham NHS Foundation Trust and University of Birmingham, Birmingham, UK.; Center for Diagnosis and Treatment of Cardiomyopathies, Cardiovascular Department, Azienda Sanitaria Universitaria Giuliano Isontina (ASUGI), University of Trieste, Trieste, Italy.; Eastman Dental Institute, University College London, London, UK.; Department for Biomedical Sciences for Health, University of Milano, Milan, Italy.; Division of Cardiology, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy.; Division of Pathology, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy.; Heart Failure Unit, Cardiology University Department, IRCCS Policlinico San Donato, Milan, Italy.; Maria Cecilia Hospital, GVM Care &amp; Research, Cotignola, Italy.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Campus, London, UK.; Cardiologic Center, University of Ferrara, Ferrara, Italy.","Year":"2022","DOI":"10.1002\/ejhf.2606","DocumentType":"Article","PublicationDate":1661990400000},{"Title":"Non-invasive characterization of pleural and pericardial effusions using T1 mapping by magnetic resonance imaging.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Rosmini S., Seraphim A., Knott K., Brown J., Knight D., Zaman S., Cole G., Sado D., Captur G., Gomes A., Zemrak F., Treibel T., Cash L., Culotta V., O'Mahony C., Kellman P., Moon J., Manisty C.","Affiliations":"National Heart, Lung and Blood Institute, National Institutes of Health, Medical Signal and Imaging Processing Program, 10 Center Dr, Bethesda, MD 20814, USA.; Imperial College London, Imperial College, Healthcare NHS Trust, South Kensington, London SW7 2BX, UK.; Department of Cardiac Imaging, Barts Heart Centre, St Bartholomew's Hospital, King George V Building, West Smithfield, London EC1A 7BE, UK.; Royal Free London NHS Foundation Trust, Pond St, London NW3 2QG, UK.; King's College Hospital NHS Trust Foundation, Denmark Hill, London SE5 9RS, UK.; Institute for Cardiovascular Sciences, University College London, 62 Huntley St, London WC1E 6DD, UK.","Year":"2022","DOI":"10.1093\/ehjci\/jeab128","DocumentType":"Article","PublicationDate":1658361600000},{"Title":"Cardiovascular magnetic resonance for the assessment of left ventricular filling pressure in heart failure.","Journal":"European heart journal","Authors":"Baritussio A., Muthurangu V.","Affiliations":"UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, Gower St, London WC1E 6BT, UK.; Cardiology, Department of Cardiac, Thoracic, Vascular Sciences and Public Health, University of Padua, Padua, Italy.","Year":"2022","DOI":"10.1093\/eurheartj\/ehac247","DocumentType":"Article","PublicationDate":1657152000000},{"Title":"Society for Cardiovascular Magnetic Resonance\/European Society of Cardiovascular Imaging\/American Society of Echocardiography\/Society for Pediatric Radiology\/North American Society for Cardiovascular Imaging Guidelines for the use of cardiovascular magnetic resonance in pediatric congenital and acquired heart disease : Endorsed by The American Heart Association.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Fogel M., Anwar S., Broberg C., Browne L., Chung T., Johnson T., Muthurangu V., Taylor M., Valsangiacomo-Buechel E., Wilhelm C.","Affiliations":"Division of Cardiovascular Medicine, Oregon Health and Sciences University, Portland, USA.; Department of Pediatrics (Cardiology), University of Cincinnati School of Medicine, Cincinnati, USA.; Division of Cardiology, Department of Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA. fogel@chop.edu.; Department of Pediatrics (Cardiology) and Radiology, The University of California-San Francisco School of Medicine, San Francisco, USA.; Department of Radiology, University of Colorado, Denver, USA.; Department of Pediatrics (Cardiology), Indiana University School of Medicine, Indianapolis, USA.; Department of Pediatrics (Cardiology), University College London, London, UK.; Department of Diagnostic Imaging, University of Zurich, Zurich, Switzerland.; Department of Pediatrics (Cardiology), University Hospitals-Cleveland, Cleaveland, USA.; Department of Radiology and Biomedical Imaging, The University of California-San Francisco School of Medicine, San Francisco, USA.; Departments of Pediatrics (Cardiology) and Radiology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA. fogel@chop.edu.","Year":"2022","DOI":"10.1186\/s12968-022-00843-7","DocumentType":"Article","PublicationDate":1655769600000},{"Title":"Society for Cardiovascular Magnetic Resonance\/European Society of Cardiovascular Imaging\/American Society of Echocardiography\/Society for Pediatric Radiology\/North American Society for Cardiovascular Imaging Guidelines for the Use of Cardiac Magnetic Resonance in Pediatric Congenital and Acquired Heart Disease: Endorsed by The American Heart Association.","Journal":"Circulation. Cardiovascular imaging","Authors":"Fogel M., Anwar S., Broberg C., Browne L., Chung T., Johnson T., Muthurangu V., Taylor M., Valsangiacomo-Buechel E., Wilhelm C.","Affiliations":"Division of Cardiovascular Medicine, Oregon Health and Sciences University, Portland, USA, (C.B.).; Division of Cardiology, Department of Pediatrics, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, (M.A.F.).; Department of Pediatrics (Cardiology), Indiana University School of Medicine, Indianapolis, USA, (T.J.).; Departments of Pediatrics (Cardiology) and Radiology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, (M.A.F.).; Department of Pediatrics (Cardiology), University College London, London, UK, (V.M.).; Department of Diagnostic Imaging, University of Zurich, Zurich, Switzerland, (E.V.-B.).; Department of Pediatrics (Cardiology), University of Cincinnati School of Medicine, Cincinnati, USA, (M.T.).; Department of Radiology and Biomedical Imaging, The University of California-San Francisco School of Medicine, San Francisco, USA, (T.C.).; Department of Radiology, University of Colorado, Denver, USA, (L.B.).; Department of Pediatrics (Cardiology) and Radiology, The University of California-San Francisco School of Medicine, San Francisco, USA, (S.A.).; Department of Pediatrics (Cardiology), University Hospitals-Cleveland, Cleaveland, USA (C.W.).","Year":"2022","DOI":"10.1161\/CIRCIMAGING.122.014415","DocumentType":"Article","PublicationDate":1654041600000},{"Title":"Ongoing Exercise Intolerance Following COVID-19: A Magnetic Resonance-Augmented Cardiopulmonary Exercise Test Study.","Journal":"Journal of the American Heart Association","Authors":"Brown J., Saigal A., Karia N., Patel R., Razvi Y., Constantinou N., Steeden J., Mandal S., Kotecha T., Fontana M., Goldring J., Muthurangu V., Knight D.","Affiliations":"Department of Respiratory Medicine Royal Free London NHS Foundation TrustLondon United Kingdom.; UCL Department of Cardiac MRI University College London (Royal Free Campus) London United Kingdom.; National Pulmonary Hypertension Service Royal Free London NHS Foundation TrustLondon United Kingdom.; Institute of Cardiovascular ScienceUniversity College London United Kingdom.; Department of Cardiology Royal Free London NHS Foundation TrustLondon United Kingdom.; National Amyloidosis Centre Division of Medicine University College London United Kingdom.","Year":"2022","DOI":"10.1161\/JAHA.121.024207","DocumentType":"Article","PublicationDate":1651536000000},{"Title":"Glycoprotein Acetyls: A Novel Inflammatory Biomarker of Early Cardiovascular Risk in the Young.","Journal":"Journal of the American Heart Association","Authors":"Chiesa S., Charakida M., Georgiopoulos G., Roberts J., Stafford S., Park C., Mykkänen J., Kähönen M., Lehtimäki T., Ala-Korpela M., Raitakari O., Pietiäinen M., Pussinen P., Muthurangu V., Hughes A., Sattar N., Timpson N., Deanfield J.","Affiliations":"Medical Research Council Integrative Epidemiology Unit University of Bristol UK.; MRC Unit for Lifelong Health and AgeingUniversity College London UK.; Cardiometabolic Phenotyping Group Institute of Cardiovascular Science University College London UK.; Molecular Diagnostics Unit Medical Technology Research Centre Faculty of Health, Education, Medicine & Social Care Anglia Ruskin University Chelmsford UK.; Department of Clinical Chemistry Fimlab Laboratories Tampere Finland.; Centre for Cardiovascular Imaging UCL Institute of Cardiovascular Science London United Kingdom.; Oral and Maxillofacial Diseases University of Helsinki and Helsinki University Hospital Helsinki Finland.; Population Health Sciences Bristol Medical School Faculty of Health Sciences University of Bristol UK.; Department of Clinical Physiology and Nuclear Medicine Turku University Hospital Turku Finland.; Institute of Cardiovascular and Medical Sciences British Heart Foundation (BHF) Glasgow Cardiovascular Research CentreUniversity of Glasgow UK.; Department of Imaging Science and Biomedical Engineering King's College London UK.; Research Centre of Applied and Preventive Cardiovascular Medicine University of Turku Finland.; Cambridge Centre for Sport and Exercise Sciences Anglia Ruskin University Cambridge UK.; Centre for Population Health Research University of Turku and Turku University Hospital Finland.; Finnish Cardiovascular Research Center Tampere Faculty of Medicine and Health Technology Tampere University Tampere Finland.; Computational Medicine Faculty of Medicine University of Oulu and Biocenter Oulu Finland.; Center for Life Course Health Research University of Oulu Finland.; Department of Clinical Physiology Tampere University Hospital Tampere Finland.; Institute of Cardiovascular Science University College London UK.; NMR Metabolomics Laboratory School of Pharmacy University of Eastern Finland Kuopio Finland.","Year":"2022","DOI":"10.1161\/JAHA.121.024380","DocumentType":"Article","PublicationDate":1644883200000},{"Title":"Real-Time Magnetic Resonance Imaging.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Nayak K., Lim Y., Campbell-Washburn A., Steeden J.","Affiliations":"Institute of Cardiovascular Science, Centre for Cardiovascular Imaging, University College London, London, UK.; Cardiovascular Branch, Division of Intramural Research, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland, USA.; Ming Hsieh Department of Electrical and Computer Engineering, University of Southern California, Los Angeles, California, USA.","Year":"2022","DOI":"10.1002\/jmri.27411","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"Clinical Importance of Left Atrial Infiltration in Cardiac Transthyretin Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Bandera F., Martone R., Chacko L., Ganesananthan S., Gilbertson J., Ponticos M., Lane T., Martinez-Naharro A., Whelan C., Quarta C., Rowczenio D., Patel R., Razvi Y., Lachmann H., Wechelakar A., Brown J., Knight D., Moon J., Petrie A., Cappelli F., Guazzi M., Potena L., Rapezzi C., Leone O., Hawkins P., Gillmore J., Fontana M.","Affiliations":"Tuscan Regional Amyloid Center, Careggi University Hospital (AOUC), Florence, Italy.; Academic Hospital S. Orsola-Malpighi, Bologna, Italy.; Cardiology University Department, Heart Failure Unit, IRCCS Policlinico San Donato, San Donato Milanese, Milan, Italy; Department for Biomedical Sciences for Health, University of Milano, Milan, Italy.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom.; University Cardiological Center, University of Ferrara, Italy; Maria Cecilia Hospital, GVM Care & Research, Cotignola (RA), Italy.; Barts Heart Centre, St Bartholomew's Hospital, West Smithfield, London, United Kingdom.; Eastman Dental Institute, University College London, Grays Inn Road, London, United Kingdom.","Year":"2022","DOI":"10.1016\/j.jcmg.2021.06.022","DocumentType":"Article","PublicationDate":1640995200000},{"Title":"Experimental Validation of Enhanced Magnetic Resonance Imaging (EMRI) Using Particle Image Velocimetry (PIV).","Journal":"Annals of biomedical engineering","Authors":"Annio G., Torii R., Ducci A., Muthurangu V., Tsang V., Burriesci G.","Affiliations":"Centre for Cardiovascular Imaging and Physics, University College London, London, UK.; Ri.MED Foundation, Palermo, Italy. g.burriesci@ucl.ac.uk.; Department of Medical Physics and Biomedical Engineering, University College London, London, UK. anniogiacomo@gmail.com.; Department of Mechanical Engineering, University College London, London, UK. g.burriesci@ucl.ac.uk.; Cardiothoracic Surgery Unit, Great Ormond Street Hospital, London, UK.; Department of Mechanical Engineering, University College London, London, UK. r.torii@ucl.ac.uk.; Department of Mechanical Engineering, University College London, London, UK.","Year":"2021","DOI":"10.1007\/s10439-021-02811-1","DocumentType":"Article","PublicationDate":1638316800000},{"Title":"Deep artifact suppression for spiral real-time phase contrast cardiac magnetic resonance imaging in congenital heart disease.","Journal":"Magnetic resonance imaging","Authors":"Jaubert O., Steeden J., Montalt-Tordera J., Arridge S., Kowalik G., Muthurangu V.","Affiliations":"Department of Computer Science, University College London, London WC1E 6BT, United Kingdom; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London WC1N 1EH, United Kingdom. Electronic address: o.jaubert@ucl.ac.uk.; Department of Computer Science, University College London, London WC1E 6BT, United Kingdom.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London WC1N 1EH, United Kingdom.","Year":"2021","DOI":"10.1016\/j.mri.2021.08.005","DocumentType":"Article","PublicationDate":1635724800000},{"Title":"Intraoperative anti-A\/B immunoadsorption is associated with significantly reduced blood product utilization with similar outcomes in pediatric ABO-incompatible heart transplantation.","Journal":"The Journal of heart and lung transplantation : the official publication of the International Society for Heart Transplantation","Authors":"Issitt R., Booth J., Crook R., Robertson A., Molyneux V., Richardson R., Cross N., Shaw M., Tsang V., Muthurangu V., Sebire N., Burch M., Fenton M.","Affiliations":"Institute of Cardiovascular Science, University College London, London, UK; Department of Cardiothoracic Surgery, Great Ormond Street Hospital, London, UK.; Perfusion Department, Great Ormond Street Hospital, London, UK; Institute of Cardiovascular Science, University College London, London, UK; Digital Research Informatics and Virtual Environment Unit, NIHR Great Ormond Street Hospital BRC, London, UK. Electronic address: richard.issitt@gosh.nhs.uk.; Digital Research Informatics and Virtual Environment Unit, NIHR Great Ormond Street Hospital BRC, London, UK.; Perfusion Department, Great Ormond Street Hospital, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; Department of Cardiothoracic Transplantation, Great Ormond Street Hospital, London, UK; Department of Paediatric Cardiology, Institute of Child Health, University College London, London, UK.","Year":"2021","DOI":"10.1016\/j.healun.2021.05.010","DocumentType":"Article","PublicationDate":1635724800000},{"Title":"Reduced exercise capacity in patients with systemic sclerosis is associated with lower peak tissue oxygen extraction: a cardiovascular magnetic resonance-augmented cardiopulmonary exercise study.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Brown J., Kotecha T., Steeden J., Fontana M., Denton C., Coghlan J., Knight D., Muthurangu V.","Affiliations":"Royal Free Hospital, London, UK.; Institute of Cardiovascular Science, University College London, London, UK. v.muthurangu@ucl.ac.uk.; Centre for Cardiovascular Imaging, Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK. v.muthurangu@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London, UK.; Division of Medicine, University College London, London, UK.","Year":"2021","DOI":"10.1186\/s12968-021-00817-1","DocumentType":"Article","PublicationDate":1635379200000},{"Title":"Real-time deep artifact suppression using recurrent U-Nets for low-latency cardiac MRI.","Journal":"Magnetic resonance in medicine","Authors":"Jaubert O., Montalt-Tordera J., Knight D., Coghlan G., Arridge S., Steeden J., Muthurangu V.","Affiliations":"Department of Cardiology, Royal Free London NHS Foundation Trust, London, United Kingdom.; Department of Computer Science, University College London, London, United Kingdom.; UCL Centre for Translational Cardiovascular Imaging, University College London, London, United Kingdom.","Year":"2021","DOI":"10.1002\/mrm.28834","DocumentType":"Article","PublicationDate":1633046400000},{"Title":"Reducing Contrast Agent Dose in Cardiovascular MR Angiography with Deep Learning.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Montalt-Tordera J., Quail M., Steeden J., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, University College London, London, WC1N 1EH, UK.; Great Ormond Street Hospital, London, WC1N 3JH, UK.","Year":"2021","DOI":"10.1002\/jmri.27573","DocumentType":"Article","PublicationDate":1630454400000},{"Title":"The evolution of cardiovascular COVID-19 research.","Journal":"European heart journal","Authors":"Kotecha T., Knight D., Moon J., Cole G., Fontana M.","Affiliations":"National Heart and Lung Institute, Imperial College London, Du Cane Road, London W12 0NN, UK.; Department of Cardiovascular Magnetic Resonance, Barts Heart Centre, Barts Health NHS Trust, West Smithfield, London EC1A 7BE, UK.; Department of Cardiology, Imperial Healthcare NHS Trust, Du Cane Road, London W12 0HS, UK.; Institute of Cardiovascular Science, University College London, London WC1e 6DD, UK.; National Amyloidosis Centre, Division of Medicine, University College London, Rowland Hill Street, London NW3 2PF, UK.; Department of Cardiology, Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.","Year":"2021","DOI":"10.1093\/eurheartj\/ehab240","DocumentType":"Article","PublicationDate":1628294400000},{"Title":"Right Ventricular Longitudinal Strain: A Better Predictor of Outcome in Patients With Severe Tricuspid Regurgitation.","Journal":"JACC. Cardiovascular imaging","Authors":"Muthurangu V.","Affiliations":"Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, United Kingdom. Electronic address: v.muthurangu@ucl.ac.uk.","Year":"2021","DOI":"10.1016\/j.jcmg.2021.03.018","DocumentType":"Article","PublicationDate":1627776000000},{"Title":"Anakinra treats fulminant myocarditis from ","Journal":"European heart journal. Case reports","Authors":"Thomson R., Singh A., Knight D., Buckley J., Lamb L., Captur G.","Affiliations":"Centre for Inherited Heart Muscle Conditions, Department of Cardiology, Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; Department of Rheumatology, Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; William Harvey Research Institute, Queen Mary University of London, Charthouse Square, London EC1M 6BQ, UK.; Cardiovascular Magnetic Resonance Unit, The Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; Department of Intensive Care Medicine, Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; Department of Infectious Diseases, Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; MRC Unit for Lifelong Health and Ageing at UCL, 1-19 Torrington Place, London WC1E 7HB, UK.; Academic Department of Military Medicine, Royal Centre for Defence Medicine, Birmingham, UK.; UCL Institute of Cardiovascular Science, University College London, Gower Street, London WC1E 6BT, UK.","Year":"2021","DOI":"10.1093\/ehjcr\/ytab201","DocumentType":"Article","PublicationDate":1622505600000},{"Title":"Patterns of myocardial injury in recovered troponin-positive COVID-19 patients assessed by cardiovascular magnetic resonance.","Journal":"European heart journal","Authors":"Kotecha T., Knight D., Razvi Y., Kumar K., Vimalesvaran K., Thornton G., Patel R., Chacko L., Brown J., Coyle C., Leith D., Shetye A., Ariff B., Bell R., Captur G., Coleman M., Goldring J., Gopalan D., Heightman M., Hillman T., Howard L., Jacobs M., Jeetley P., Kanagaratnam P., Kon O., Lamb L., Manisty C., Mathurdas P., Mayet J., Negus R., Patel N., Pierce I., Russell G., Wolff A., Xue H., Kellman P., Moon J., Treibel T., Cole G., Fontana M.","Affiliations":"National Heart, Lung, and Blood Institute, National Institute of Health, Bethesda, MD, USA.; Institute of Cardiovascular Science, University College London, UK.; Barts Heart Centre, Barts Health NHS Trust, W Smithfield, London EC1A 7BE, UK.; Academic Department of Defence Medicine, Royal Centre for Defence Medicine, Edgbaston, Birmingham, UK.; Royal Free London NHS Foundation Trust, Pond Street, London NW3 2QG, UK.; National Amyloidosis Centre, Division of Medicine, University College London, UK.; Imperial College Healthcare NHS Trust, Du Cane Road, London W12 0HS, UK.; National Heart and Lung Institute, Imperial College London, UK.; University College London Hospitals NHS Trust, London, UK.","Year":"2021","DOI":"10.1093\/eurheartj\/ehab075","DocumentType":"Article","PublicationDate":1620950400000},{"Title":"Postprandial variability of novel heart failure biomarkers in Fontan patients compared to healthy volunteers.","Journal":"International journal of cardiology. Congenital heart disease","Authors":"Hauser J., Muthurangu V., Pandya B., Michel-Behnke I., Taylor A., Demyanets S.","Affiliations":"Department of Laboratory Medicine, Medical University of Vienna, Austria.; Barts Heart Centre, London, United Kingdom.; Centre for Translational Cardiovascular Imaging, University College London, United Kingdom.; Great Ormond Street Hospital for Children NHS Foundation Trust, London, United Kingdom.; Department of Paediatrics and Adolescent Medicine, Division of Paediatric Cardiology, Medical University of Vienna, Austria.","Year":"2021","DOI":"10.1016\/j.ijcchd.2021.100127","DocumentType":"Article","PublicationDate":1619827200000},{"Title":"Cardiac Magnetic Resonance-Derived Extracellular Volume Mapping for the Quantification of Hepatic and Splenic Amyloid.","Journal":"Circulation. Cardiovascular imaging","Authors":"Chacko L., Boldrini M., Martone R., Law S., Martinez-Naharrro A., Hutt D., Kotecha T., Patel R., Razvi Y., Rezk T., Cohen O., Brown J., Srikantharajah M., Ganesananthan S., Lane T., Lachmann H., Wechalekar A., Sachchithanantham S., Mahmood S., Whelan C., Knight D., Moon J., Kellman P., Gillmore J., Hawkins P., Fontana M.","Affiliations":"Department of Heart, Lung and Vessels, Tuscan Regional Amyloid Center, Careggi University Hospital, Florence, Italy (R.M.).; Institute of Cardiovascular Science, University College London, London, United Kingdom. (J.C.M.).; Department of Health and Human Services, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD (P.K.).; Division of Medicine, National Amyloidosis Centre, University College London, London, United Kingdom. (L.C., M.B., R.M., S.L., A.M.-N., D.F.H., T.K., R.K.P., Y.R., T.R., O.C.C., J.B., M.S., S.G., T.L., H.L., A.W., S.S., S.M., C.W., D.S.K., J.G., P.N.H., M.F.).; Barts Heart Centre, Cardiovascular Magnetic Resonance Imaging Unit, and the Inherited Cardiovascular Diseases Unit, St Bartholomew's Hospital, London, United Kingdom (J.C.M.).","Year":"2021","DOI":"10.1161\/CIRCIMAGING.121.012506","DocumentType":"Article","PublicationDate":1618876800000},{"Title":"The role of artificial intelligence in healthcare: a structured literature review.","Journal":"BMC medical informatics and decision making","Authors":"Secinaro S., Calandra D., Secinaro A., Muthurangu V., Biancone P.","Affiliations":"Ospedale Pediatrico Bambino Gesù, Rome, Italy.; Institute of Child Health, University College London, London, UK.; Department of Management, University of Turin, Turin, Italy.; Department of Management, University of Turin, Turin, Italy. davide.calandra@unito.it.","Year":"2021","DOI":"10.1186\/s12911-021-01488-9","DocumentType":"Article","PublicationDate":1618012800000},{"Title":"A preoperative estimate of central venous pressure is associated with early Fontan failure.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Quail M., Chan I., Sarna S., Hughes M., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.; Adult Congenital Heart Disease Unit, Royal Papworth Hospital NHS Foundation Trust, Cambridge, United Kingdom.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom. Electronic address: m.quail@ucl.ac.uk.","Year":"2021","DOI":"10.1016\/j.jtcvs.2020.06.025","DocumentType":"Article","PublicationDate":1617235200000},{"Title":"Long term clinical outcomes associated with CMR quantified isolated left ventricular non-compaction in adults.","Journal":"International journal of cardiology","Authors":"Femia G., Zhu D., Choudhary P., Ross S., Muthurangu V., Richmond D., Celermajer D., Semsarian C., Puranik R.","Affiliations":"Department of Cardiology, Westmead Hospital, Australia.; Sydney Medical School, Faculty of Medicine and Health, The University of Sydney, Australia; Agnes Ginges Centre for Molecular Cardiology Centenary Institute, Australia.; Sydney Medical School, Faculty of Medicine and Health, The University of Sydney, Australia; Department of Cardiology, Royal Prince Alfred Hospital, United States of America.; Cardiovascular Science, University College London, Australia.; Agnes Ginges Centre for Molecular Cardiology Centenary Institute, Australia; Department of Cardiology, Royal Prince Alfred Hospital, United States of America.; Sydney Medical School, Faculty of Medicine and Health, The University of Sydney, Australia. Electronic address: femia82@gmail.com.; School of Biomedical Engineering, The University of Sydney, Australia.; Department of Cardiology, Royal Prince Alfred Hospital, United States of America.","Year":"2021","DOI":"10.1016\/j.ijcard.2020.12.017","DocumentType":"Article","PublicationDate":1617235200000},{"Title":"Machine learning in Magnetic Resonance Imaging: Image reconstruction.","Journal":"Physica medica : PM : an international journal devoted to the applications of physics to medicine and biology : official journal of the Italian Association of Biomedical Physics (AIFB)","Authors":"Montalt-Tordera J., Muthurangu V., Hauptmann A., Steeden J.","Affiliations":"University of Oulu, Research Unit of Mathematical Sciences, Oulu, Finland; Department of Computer Science, University College London, London WC1E 6BT, United Kingdom. Electronic address: a.hauptmann@ucl.ac.uk.; UCL Centre for Cardiovascular Imaging, University College London, London WC1N 1EH, United Kingdom. Electronic address: v.muthurangu@ucl.ac.uk.; UCL Centre for Cardiovascular Imaging, University College London, London WC1N 1EH, United Kingdom. Electronic address: javier.tordera.17@ucl.ac.uka.; UCL Centre for Cardiovascular Imaging, University College London, London WC1N 1EH, United Kingdom. Electronic address: jennifer.steeden@ucl.ac.uk.","Year":"2021","DOI":"10.1016\/j.ejmp.2021.02.020","DocumentType":"Article","PublicationDate":1614556800000},{"Title":"Quantitative cardiovascular magnetic resonance myocardial perfusion mapping to assess hyperaemic response to adenosine stress.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Kotecha T., Monteagudo J., Martinez-Naharro A., Chacko L., Brown J., Knight D., Knott K., Hawkins P., Moon J., Plein S., Xue H., Kellman P., Lockie T., Patel N., Rakhit R., Fontana M.","Affiliations":"Department of Cardiovascular Magnetic Resonance, Barts Heart Centre, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; Department of Cardiology, Royal Free Hospital, Pond Street, London, UK.; Institute of Cardiovascular and Metabolic Medicine, University of Leeds, Leeds, UK.; Medical Signal and Imaging Processing Program, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD, USA.; Division of Medicine, University College London, London, UK.","Year":"2021","DOI":"10.1093\/ehjci\/jeaa252","DocumentType":"Article","PublicationDate":1613952000000},{"Title":"Determinants of Intima-Media Thickness in the Young: The ALSPAC Study.","Journal":"JACC. Cardiovascular imaging","Authors":"Chiesa S., Charakida M., Georgiopoulos G., Dangardt F., Wade K., Rapala A., Bhowruth D., Nguyen H., Muthurangu V., Shroff R., Davey Smith G., Lawlor D., Sattar N., Timpson N., Hughes A., Deanfield J.","Affiliations":"Vascular Physiology Unit, UCL Institute of Cardiovascular Science, London, United Kingdom; Division of Imaging Sciences and Biomedical Engineering, King's College London, United Kingdom.; Institute of Cardiovascular and Medical Science, University of Glasgow, United Kingdom.; Vascular Physiology Unit, UCL Institute of Cardiovascular Science, London, United Kingdom.; Vascular Physiology Unit, UCL Institute of Cardiovascular Science, London, United Kingdom; Nephrology Unit, Great Ormond Street Hospital for Children NHS Foundation Trust, London, United Kingdom.; Vascular Physiology Unit, UCL Institute of Cardiovascular Science, London, United Kingdom; Department of Paediatric Physiology, The Queen Silvia Children's Hospital, The Sahlgrenska Academy and University Hospital, Gothenburg, Sweden.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom.; MRC Integrative Epidemiology Unit (IEU), The University of Bristol, United Kingdom; Population Health Sciences, Bristol Medical School, Faculty of Health Sciences, University of Bristol, Bristol, United Kingdom.; 1st Department of Cardiology, National and Kapodistrian University of Athens, Hippokration Hospital, Athens, Greece.; Vascular Physiology Unit, UCL Institute of Cardiovascular Science, London, United Kingdom. Electronic address: j.deanfield@ucl.ac.uk.; Department of Population Science and Experimental Medicine, UCL Institute of Cardiovascular Science, London, United Kingdom; MRC Unit for Lifelong Health and Ageing at UCL, London, United Kingdom.; Vascular Physiology Unit, UCL Institute of Cardiovascular Science, London, United Kingdom; Department of Population Science and Experimental Medicine, UCL Institute of Cardiovascular Science, London, United Kingdom.","Year":"2021","DOI":"10.1016\/j.jcmg.2019.08.026","DocumentType":"Article","PublicationDate":1612137600000},{"Title":"Cardiovascular Magnetic Resonance in Congenital Heart Disease: Focus on Heart Failure.","Journal":"Heart failure clinics","Authors":"Muthurangu V.","Affiliations":"Institute of Cardiovascular Science, University College London, 30 Guilford Street, London WC1N 1EH, UK. Electronic address: v.muthurangu@ucl.ac.uk.","Year":"2021","DOI":"10.1016\/j.hfc.2020.08.012","DocumentType":"Article","PublicationDate":1609459200000},{"Title":"Assessment of Multivessel Coronary Artery Disease Using Cardiovascular Magnetic Resonance Pixelwise Quantitative Perfusion Mapping.","Journal":"JACC. Cardiovascular imaging","Authors":"Kotecha T., Chacko L., Chehab O., O'Reilly N., Martinez-Naharro A., Lazari J., Knott K., Brown J., Knight D., Muthurangu V., Hawkins P., Plein S., Moon J., Xue H., Kellman P., Rakhit R., Patel N., Fontana M.","Affiliations":"Medical Signal and Image Processing Program, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland, USA.; Department of Cardiology, Royal Free Hospital, London, United Kingdom; Division of Medicine, University College London, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, United Kingdom; Department of Cardiology, Royal Free Hospital, London, United Kingdom.; Department of Cardiology, Royal Free Hospital, London, United Kingdom; Division of Medicine, University College London, London, United Kingdom.; Institute of Cardiovascular Science, University College London, United Kingdom; Department of Cardiology, Barts Heart Centre, London, United Kingdom.; Institute of Cardiovascular and Metabolic Medicine, University of Leeds, Leeds, United Kingdom.; Department of Cardiology, Royal Free Hospital, London, United Kingdom.; Department of Cardiology, Barts Heart Centre, London, United Kingdom.; Institute of Cardiovascular Science, University College London, United Kingdom.","Year":"2020","DOI":"10.1016\/j.jcmg.2020.06.041","DocumentType":"Article","PublicationDate":1606780800000},{"Title":"SCMR Position Paper (2020) on clinical indications for cardiovascular magnetic resonance.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Leiner T., Bogaert J., Friedrich M., Mohiaddin R., Muthurangu V., Myerson S., Powell A., Raman S., Pennell D.","Affiliations":"Department of Cardiology, Boston Children's Hospital, 300 Longwood Avenue, Farley, 2nd Floor, Boston, MA, 02115, USA.; Department of Radiology, University Hospitals Leuven, Leuven, Belgium.; National Heart and Lung Institute, Imperial College, South Kensington Campus, London, SW7 2AZ, UK.; Department of Radiology, E.01.132, Utrecht University Medical Center, Heidelberglaan 100, 3584CX, Utrecht, The Netherlands. t.leiner@umcutrecht.nl.; Division of Cardiovascular Medicine, Radcliffe Department of Medicine, Oxford Centre for Clinical Magnetic Resonance Research (OCMR), University of Oxford, John Radcliffe Hospital, Oxford, OX3 9DU, UK.; Royal Brompton Hospital, Sydney Street, Chelsea, London, SW3 6NP, UK.; Krannert Institute of Cardiology, Indiana University School of Medicine, 340 West 10th Street, Fairbanks Hall, Suite 6200, Indianapolis, IN, 46202-3082, USA.; Department of Pediatrics, Harvard Medical School, 300 Longwood Avenue, Farley, 2nd Floor, Boston, MA, 02115, USA.; Departments of Medicine and Diagnostic Radiology, McGill University, 1001 Decarie Blvd., Montreal, QC, H4A 3J1, Canada.; Imperial College, South Kensington Campus, London, SW7 2AZ, UK.; Department of Imaging and Pathology, Catholic University Leuven, Herestraat 49, 3000, Leuven, Belgium.; Centre for Cardiovascular Imaging, Science & Great Ormond Street Hospital for Children, UCL Institute of Cardiovascular, Great Ormond Street, London, WC1N 3JH, UK.; Department of Radiology, Royal Brompton Hospital, Sydney Street, Chelsea, London, SW3 6NP, UK.","Year":"2020","DOI":"10.1186\/s12968-020-00682-4","DocumentType":"Article","PublicationDate":1604880000000},{"Title":"Rapid 3D whole-heart cine imaging using golden ratio stack of spirals.","Journal":"Magnetic resonance imaging","Authors":"Montalt-Tordera J., Kowalik G., Gotschy A., Steeden J., Muthurangu V.","Affiliations":"UCL Institute of Cardiovascular Science, UCL, London, UK. Electronic address: javier.tordera.17@ucl.ac.uk.; UCL Institute of Cardiovascular Science, UCL, London, UK. Electronic address: grzegorz.kowalik.09@ucl.ac.uk.; UCL Institute of Cardiovascular Science, UCL, London, UK. Electronic address: jennifer.steeden@ucl.ac.uk.; Great Ormond Street Hospital, London, UK; Institute for Biomedical Engineering, University and ETH Zurich, Zurich, Switzerland. Electronic address: Alexander.Gotschy@usz.ch.; UCL Institute of Cardiovascular Science, UCL, London, UK. Electronic address: v.muthurangu@ucl.ac.uk.","Year":"2020","DOI":"10.1016\/j.mri.2020.06.008","DocumentType":"Article","PublicationDate":1601510400000},{"Title":"Comprehensive MRI assessment of the cardiovascular responses to food ingestion in Fontan physiology.","Journal":"American journal of physiology. Heart and circulatory physiology","Authors":"Hauser J., Jones A., Pandya B., Taylor A., Muthurangu V.","Affiliations":"Barts Heart Centre, London, United Kingdom.; Department of Pediatrics, University of Oxford, Oxford, United Kingdom.; Centre for Translational Cardiovascular Imaging, University College London, London, United Kingdom.; Division of Pediatric Cardiology, Department of Pediatrics and Adolescent Medicine, Medical University of Vienna, Vienna, Austria.; Great Ormond Street Hospital for Children National Health Service Foundation Trust, London, United Kingdom.","Year":"2020","DOI":"10.1152\/ajpheart.00500.2020","DocumentType":"Article","PublicationDate":1601510400000},{"Title":"COVID-19: Myocardial Injury in Survivors.","Journal":"Circulation","Authors":"Knight D., Kotecha T., Razvi Y., Chacko L., Brown J., Jeetley P., Goldring J., Jacobs M., Lamb L., Negus R., Wolff A., Moon J., Xue H., Kellman P., Patel N., Fontana M.","Affiliations":"Barts Heart Centre, Barts Health NHS Trust, West Smithfield, London, United Kingdom (J.C.M.).; Royal Free London NHS Foundation Trust, United Kingdom (D.S.K., T.K., Y.R., L.C., J.T.B., P.S.J., J.G., M.J., L.E.L., R.N., A.W., N.P., M.F.).; National Amyloidosis Centre, Division of Medicine, University College London, United Kingdom (L.C., M.F.).; Academic Department of Defence Medicine, Royal Centre for Defence Medicine, ICT Centre, Edgbaston, Birmingham, United Kingdom (L.E.L.).; Institute of Cardiovascular Science, University College London, United Kingdom (D.S.K., J.T.B., J.C.M., N.P.).; National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD (H.X., P.K.).","Year":"2020","DOI":"10.1161\/CIRCULATIONAHA.120.049252","DocumentType":"Article","PublicationDate":1600128000000},{"Title":"Rapid whole-heart CMR with single volume super-resolution.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Steeden J., Quail M., Gotschy A., Mortensen K., Hauptmann A., Arridge S., Jones R., Muthurangu V.","Affiliations":"UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, 30 Guildford Street, London, WC1N 1EH, UK. jennifer.steeden@ucl.ac.uk.; Research Unit of Mathematical Sciences, University of Oulu, Oulu, Finland.; Great Ormond Street Hospital, London, WC1N 3JH, UK.; Institute for Biomedical Engineering, University and ETH Zurich, Zurich, Switzerland.; Department of Computer Science, University College London, London, WC1E 6BT, UK.; UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, 30 Guildford Street, London, WC1N 1EH, UK.","Year":"2020","DOI":"10.1186\/s12968-020-00651-x","DocumentType":"Article","PublicationDate":1596412800000},{"Title":"Perturbed spiral real-time phase-contrast MR with compressive sensing reconstruction for assessment of flow in children.","Journal":"Magnetic resonance in medicine","Authors":"Kowalik G., Knight D., Steeden J., Muthurangu V.","Affiliations":"Department of Cardiology, Royal Free London NHS Foundation Trust, London, United Kingdom.; Great Ormond Street Hospital for Children, London, United Kingdom.; Centre for Cardiovascular Imaging, University College London Institute of Cardiovascular Science, London, United Kingdom.","Year":"2020","DOI":"10.1002\/mrm.28065","DocumentType":"Article","PublicationDate":1590969600000},{"Title":"Echocardiographic phenotype and prognosis in transthyretin cardiac amyloidosis.","Journal":"European heart journal","Authors":"Chacko L., Martone R., Bandera F., Lane T., Martinez-Naharro A., Boldrini M., Rezk T., Whelan C., Quarta C., Rowczenio D., Gilbertson J., Wongwarawipat T., Lachmann H., Wechalekar A., Sachchithanantham S., Mahmood S., Marcucci R., Knight D., Hutt D., Moon J., Petrie A., Cappelli F., Guazzi M., Hawkins P., Gillmore J., Fontana M.","Affiliations":"Department of Heart, Lung and Vessels, Tuscan Regional Amyloid Center, Careggi University Hospital, Largo Brambilla 3, Florence 50134, Italy.; Department for Biomedical Sciences for Health, University of Milano, Via Luigi Mangiagalli, 31, Milan 20133, Italy.; Barts Heart Centre, The Cardiovascular Magnetic Resonance Imaging Unit, and the Inherited Cardiovascular Diseases Unit, St Bartholomew's Hospital, West Smithfield, London EC1A 7BE, UK.; Institute of Cardiovascular Science, University College London, Gower Street, London WC1E 6BT, UK.; Biostatistics Unit, UCL Eastman Dental Institute, University College London, 256 Grays Inn Road, London WC1X 8LD, UK.; Heart Failure Unit, Cardiology University Department, IRCCS Policlinico San Donato, Piazza Malan, 1, San Donato Milanese, Milan 20097, Italy.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Campus, Rowland Hill Street, London NW3 2PF, UK.; Department of Experimental and Clinical Medicine, Careggi University Hospital, University of Florence, Largo Brambilla 3, Florence 50134, Italy.","Year":"2020","DOI":"10.1093\/eurheartj\/ehz905","DocumentType":"Article","PublicationDate":1586217600000},{"Title":"Letter by Quail and Muthurangu Regarding Article, \"Doppler-Derived Arterial Load Indices Better Reflect Left Ventricular Afterload Than Systolic Blood Pressure in Coarctation of Aorta\".","Journal":"Circulation. Cardiovascular imaging","Authors":"Quail M., Muthurangu V.","Affiliations":"Paediatric Cardiology Department, Great Ormond Street Hospital for Children, Great Ormond Street, London, United Kingdom (M.A.Q.).; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, United Kingdom (M.A.Q., V.M.).","Year":"2020","DOI":"10.1161\/CIRCIMAGING.120.010643","DocumentType":"Article","PublicationDate":1585699200000},{"Title":"Impact of valve morphology, hypertension and age on aortic wall properties in patients with coarctation: a two-centre cross-sectional study.","Journal":"BMJ open","Authors":"Ghorbani N., Muthurangu V., Khushnood A., Goubergrits L., Nordmeyer S., Fernandes J., Lee C., Runte K., Roth S., Schubert S., Kelle S., Berger F., Kuehne T., Kelm M.","Affiliations":"Charité-Universitätsmedizin, Institute for Computational and Imaging Science in Cardiovascular Medicine, Berlin, Germany mkelm@dhzb.de.; Charité-Universitätsmedizin, Institute for Computational and Imaging Science in Cardiovascular Medicine, Berlin, Germany.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK.; BIH (Berlin Institute of Health), Berlin, Germany.; Department of Internal Medicine\/Cardiology, Deutsches Herzzentrum, Berlin, Germany.; DZHK (German Centre for Cardiovascular Research), Partner Site Berlin, Germany.; Department of Congenital Heart Disease, Deutsches Herzzentrum Berlin, Berlin, Germany.","Year":"2020","DOI":"10.1136\/bmjopen-2019-034853","DocumentType":"Article","PublicationDate":1585094400000},{"Title":"Echocardiographic assessment of the right heart in adults: a practical guideline from the British Society of Echocardiography.","Journal":"Echo research and practice","Authors":"Zaidi A., Knight D., Augustine D., Harkness A., Oxborough D., Pearce K., Ring L., Robinson S., Stout M., Willis J., Sharma V.","Affiliations":"School of Healthcare Science, Manchester Metropolitan University, Manchester, UK; Liverpool University Hospitals NHS Foundation Trust, Liverpool, UK; Royal United Hospitals Bath NHS Foundation Trust, Bath, UK; Royal Free London NHS Foundation Trust, London, UK; East Suffolk and North Essex NHS Foundation Trust, Essex, UK; Wythenshawe Hospital, Manchester, UK; West Suffolk Hospital NHS Foundation Trust, Bury St Edmunds, UK; North West Anglia NHS Foundation Trust, Peterborough, UK; University Hospital of Wales, Cardiff, UK; Liverpool John Moores University, Research Institute for Sports and Exercise Science, Liverpool, UK","Year":"2020","DOI":"10.1530\/ERP-19-0051","DocumentType":"Article","PublicationDate":1582761600000},{"Title":"Noncontrast Magnetic Resonance for the Diagnosis of Cardiac Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Baggiano A., Boldrini M., Martinez-Naharro A., Kotecha T., Petrie A., Rezk T., Gritti M., Quarta C., Knight D., Wechalekar A., Lachmann H., Perlini S., Pontone G., Moon J., Kellman P., Gillmore J., Hawkins P., Fontana M.","Affiliations":"National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom; Emergency Department, Amyloid Research and Treatment Center, IRCCS Policlinico San Matteo Foundation, University of Pavia, Pavia, Italy.; Emergency Department, Amyloid Research and Treatment Center, IRCCS Policlinico San Matteo Foundation, University of Pavia, Pavia, Italy.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom.; Barts Heart Centre, St. Bartholomew's Hospital, London, United Kingdom.; Centro Cardiologico Monzino, IRCCS, Milan, Italy.; National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, Maryland.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom; Department of Cardiology, Royal Free Hospital, London, United Kingdom.; University College London Eastman Dental Institute, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom; Centro Cardiologico Monzino, IRCCS, Milan, Italy.; National Amyloidosis Centre, University College London, Royal Free Campus, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.","Year":"2020","DOI":"10.1016\/j.jcmg.2019.03.026","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"Serial Assessment of Coronary Flow Reserve by Rubidium-82 Positron Emission Tomography Predicts Mortality in Heart Transplant Recipients.","Journal":"JACC. Cardiovascular imaging","Authors":"Feher A., Srivastava A., Quail M., Boutagy N., Khanna P., Wilson L., Miller E., Liu Y., Lee F., Sinusas A.","Affiliations":"Section of Cardiovascular Medicine, Department of Internal Medicine, Yale University School of Medicine, New Haven, Connecticut; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Division of Cardiovascular Medicine, Scripps Clinic, La Jolla, California.; Section of Cardiovascular Medicine, Department of Internal Medicine, Yale University School of Medicine, New Haven, Connecticut; Department of Radiology and Biomedical Imaging, Yale University School of Medicine, New Haven, Connecticut.; Rutgers-Robert Wood Johnson University Hospital, New Brunswick, New Jersey.; Section of Cardiovascular Medicine, Department of Internal Medicine, Yale University School of Medicine, New Haven, Connecticut; Department of Radiology and Biomedical Imaging, Yale University School of Medicine, New Haven, Connecticut. Electronic address: albert.sinusas@yale.edu.; Section of Cardiovascular Medicine, Department of Internal Medicine, Yale University School of Medicine, New Haven, Connecticut.","Year":"2020","DOI":"10.1016\/j.jcmg.2018.08.025","DocumentType":"Article","PublicationDate":1577836800000},{"Title":"A case report of eosinophilic granulomatosis and polyangiitis myocarditis presenting as ST elevation myocardial infarction and showing positive response to immunotherapy.","Journal":"European heart journal. Case reports","Authors":"Gill J., Fontana M., Knight D., Kalra S.","Affiliations":"Cardiology Department, Royal Free Hospital, Pond Street, London NW3 2QG, UK.","Year":"2019","DOI":"10.1093\/ehjcr\/ytz161","DocumentType":"Article","PublicationDate":1575158400000},{"Title":"Postprandial Vascular Dysfunction Is Associated With Raised Blood Pressure and Adverse Left Ventricular Remodeling in Adolescent Adiposity.","Journal":"Circulation. Cardiovascular imaging","Authors":"Hauser J., Muthurangu V., Sattar N., Taylor A., Jones A.","Affiliations":"Centre for Cardiovascular Imaging, University College London, United Kingdom (J.A.H., V.M., A.M.T.).; Department of Paediatrics and Adolescent Medicine, Division of Paediatric Cardiology, Medical University of Vienna, Austria (J.A.H.).; Institute of Cardiovascular and Medical Sciences, University of Glasgow, United Kingdom (N.S.).; Department of Paediatrics, University of Oxford, United Kingdom (A.J.).","Year":"2019","DOI":"10.1161\/CIRCIMAGING.119.009172","DocumentType":"Article","PublicationDate":1572566400000},{"Title":"Right Ventricular Strain: A Better Window Into the Working of the Heart in Pulmonary Hypertension.","Journal":"JACC. Cardiovascular imaging","Authors":"Muthurangu V.","Affiliations":"Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, England. Electronic address: v.muthurangu@ucl.ac.uk.","Year":"2019","DOI":"10.1016\/j.jcmg.2019.08.013","DocumentType":"Article","PublicationDate":1572566400000},{"Title":"Automated Pixel-Wise Quantitative Myocardial Perfusion Mapping by CMR to Detect Obstructive Coronary Artery Disease and Coronary Microvascular Dysfunction: Validation Against Invasive Coronary Physiology.","Journal":"JACC. Cardiovascular imaging","Authors":"Kotecha T., Martinez-Naharro A., Boldrini M., Knight D., Hawkins P., Kalra S., Patel D., Coghlan G., Moon J., Plein S., Lockie T., Rakhit R., Patel N., Xue H., Kellman P., Fontana M.","Affiliations":"Royal Free Hospital, London, United Kingdom; Division of Medicine, University College London, United Kingdom.; Institute of Cardiovascular and Metabolic Medicine, University of Leeds, United Kingdom.; Institute of Cardiovascular Science, University College London, United Kingdom; Barts Heart Centre, London, United Kingdom.; Division of Medicine, University College London, United Kingdom.; Royal Free Hospital, London, United Kingdom.; National Heart, Lung, and Blood Institute, National Institute of Health, Bethesda, Maryland.; Institute of Cardiovascular Science, University College London, United Kingdom; Royal Free Hospital, London, United Kingdom.; Royal Free Hospital, London, United Kingdom; Division of Medicine, University College London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.","Year":"2019","DOI":"10.1016\/j.jcmg.2018.12.022","DocumentType":"Article","PublicationDate":1569888000000},{"Title":"Cardiovascular magnetic resonance-guided right heart catheterization in a conventional CMR environment - predictors of procedure success and duration in pulmonary artery hypertension.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Knight D., Kotecha T., Martinez-Naharro A., Brown J., Bertelli M., Fontana M., Muthurangu V., Coghlan J.","Affiliations":"Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, 30 Guilford Street, London, WC1N 1EH, UK. v.muthurangu@ucl.ac.uk.; UCL Department of Cardiac MRI, University College London (Royal Free Campus), Rowland Hill Street, London, NW3 2PF, UK.; Department of Cardiology, Royal Free London NHS Foundation Trust, Pond Street, London, NW3 2QG, UK.; National Pulmonary Hypertension Service, Royal Free London NHS Foundation Trust, Pond Street, London, NW3 2QG, UK.","Year":"2019","DOI":"10.1186\/s12968-019-0569-9","DocumentType":"Article","PublicationDate":1567987200000},{"Title":"Interrogation of the infarcted and salvaged myocardium using multi-parametric mapping cardiovascular magnetic resonance in reperfused ST-segment elevation myocardial infarction patients.","Journal":"Scientific reports","Authors":"Hausenloy D., Lim M., Chan M., Paradies V., Francis R., Kotecha T., Knight D., Fontana M., Kellman P., Moon J., Bulluck H.","Affiliations":"The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, United Kingdom. h.bulluck@gmail.com.; Yong Loo Lin School of Medicine, National University Singapore, Singapore, Singapore.; Cardiovascular and Metabolic Disorders Program, Duke-National University of Singapore, Singapore, Singapore.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom.; The National Institute of Health Research University College London Hospitals Biomedical Research Centre, London, United Kingdom.; Tecnologico de Monterrey, Centro de Biotecnologia-FEMSA, Nuevo Leon, Mexico.; Golden Jubilee National Hospital, Clydebank, Glasgow, United Kingdom. h.bulluck@gmail.com.; National Heart Research Institute Singapore, National Heart Centre Singapore, Singapore, Singapore.; National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, USA.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, United Kingdom.","Year":"2019","DOI":"10.1038\/s41598-019-45449-9","DocumentType":"Article","PublicationDate":1561075200000},{"Title":"Correction to: The aorta after coarctation repair - effects of calibre and curvature on arterial haemodynamics.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Quail M., Segers P., Steeden J., Muthurangu V.","Affiliations":"Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, WC1N 3JH, UK. v.muthurangu@ucl.ac.uk.; IBiTech-bioMMeda, iMinds Medical IT, Ghent University, De Pintelaan 185, 9000, Ghent, Belgium.; Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, WC1N 3JH, UK.","Year":"2019","DOI":"10.1186\/s12968-019-0540-9","DocumentType":"Article","PublicationDate":1558569600000},{"Title":"Cardiac Structural and Functional Consequences of Amyloid Deposition by Cardiac Magnetic Resonance and Echocardiography and Their Prognostic Roles.","Journal":"JACC. Cardiovascular imaging","Authors":"Knight D., Zumbo G., Barcella W., Steeden J., Muthurangu V., Martinez-Naharro A., Treibel T., Abdel-Gadir A., Bulluck H., Kotecha T., Francis R., Rezk T., Quarta C., Whelan C., Lachmann H., Wechalekar A., Gillmore J., Moon J., Hawkins P., Fontana M.","Affiliations":"National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; Department of Statistical Science, University College London, United Kingdom.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, United Kingdom.; Barts Heart Centre, St. Bartholomew's Hospital, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2019","DOI":"10.1016\/j.jcmg.2018.02.016","DocumentType":"Article","PublicationDate":1556668800000},{"Title":"Native T1 and Extracellular Volume in Transthyretin Amyloidosis.","Journal":"JACC. Cardiovascular imaging","Authors":"Martinez-Naharro A., Kotecha T., Norrington K., Boldrini M., Rezk T., Quarta C., Treibel T., Whelan C., Knight D., Kellman P., Ruberg F., Gillmore J., Moon J., Hawkins P., Fontana M.","Affiliations":"Institute of Cardiovascular Science, University College London, London, United Kingdom; Barts Heart Centre, West Smithfield, London, United Kingdom.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Hospital, London, United Kingdom; Institute of Cardiovascular Science, University College London, London, United Kingdom.; National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, Maryland.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Hospital, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; Amyloidosis Center and Section of Cardiovascular Medicine, Department of Medicine, Boston University School of Medicine, Boston Medical Center, Boston, Massachusetts.; National Amyloidosis Centre, Division of Medicine, University College London, Royal Free Hospital, London, United Kingdom.","Year":"2019","DOI":"10.1016\/j.jcmg.2018.02.006","DocumentType":"Article","PublicationDate":1556668800000},{"Title":"The cardiovascular phenotype of childhood hypertension: a cardiac magnetic resonance study.","Journal":"Pediatric radiology","Authors":"Cheang M., Kowalik G., Quail M., Steeden J., Hothi D., Tullus K., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, University College London Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, 30 Guilford Street London, London, WC1N 1EH, UK.; Nephrology Department, Great Ormond Street Hospital, London, UK.; Centre for Cardiovascular Imaging, University College London Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, 30 Guilford Street London, London, WC1N 1EH, UK. v.muthurangu@ucl.ac.uk.","Year":"2019","DOI":"10.1007\/s00247-019-04393-6","DocumentType":"Article","PublicationDate":1556668800000},{"Title":"The aorta after coarctation repair - effects of calibre and curvature on arterial haemodynamics.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Quail M., Segers P., Steeden J., Muthurangu V.","Affiliations":"Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, WC1N 3JH, UK. v.muthurangu@ucl.ac.uk.; IBiTech-bioMMeda, iMinds Medical IT, Ghent University, De Pintelaan 185, 9000, Ghent, Belgium.; Centre for Translational Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, WC1N 3JH, UK.","Year":"2019","DOI":"10.1186\/s12968-019-0534-7","DocumentType":"Article","PublicationDate":1554940800000},{"Title":"Can Abbreviated Cardiac Magnetic Resonance Imaging Adequately Support Clinical Decision Making After Repair of Tetralogy of Fallot?","Journal":"Pediatric cardiology","Authors":"House A., Muthurangu V., Spanel A., Danford D., Mir B., Schuster A., Hsu H., Kutty S.","Affiliations":"Division of Pediatric Cardiology, University of Nebraska College of Medicine and Children's Hospital and Medical Center, 8200 Dodge St, Omaha, NE, 68114, USA.; Division of Pediatric Cardiology, University of Nebraska College of Medicine and Children's Hospital and Medical Center, 8200 Dodge St, Omaha, NE, 68114, USA. skutty@unmc.edu.; Institute of Cardiovascular Science, University College London, London, UK.; Heart Imaging Technologies, Durham, NC, USA.; University Medical Center Göttingen, Gottingen, Germany.","Year":"2019","DOI":"10.1007\/s00246-018-2035-0","DocumentType":"Article","PublicationDate":1551398400000},{"Title":"Acute changes in cardiac structural and tissue characterisation parameters following haemodialysis measured using cardiovascular magnetic resonance.","Journal":"Scientific reports","Authors":"Kotecha T., Martinez-Naharro A., Yoowannakul S., Lambe T., Rezk T., Knight D., Hawkins P., Moon J., Muthurangu V., Kellman P., Rakhit R., Gillmore J., Jeetley P., Davenport A., Fontana M.","Affiliations":"Royal Free Hospital, London, UK.; Royal Free Hospital, London, UK. m.fontana@ucl.ac.uk.; Barts Heart Centre, London, UK.; National Heart, Lung and Blood Institute, National Institute of Health, Bethesda, Maryland, USA.; Institute of Cardiovascular Science, University College London, London, UK.; Division of Medicine, University College London, London, UK. m.fontana@ucl.ac.uk.; Division of Medicine, University College London, London, UK.","Year":"2019","DOI":"10.1038\/s41598-018-37845-4","DocumentType":"Article","PublicationDate":1549238400000},{"Title":"Real-time cardiovascular MR with spatio-temporal artifact suppression using deep learning-proof of concept in congenital heart disease.","Journal":"Magnetic resonance in medicine","Authors":"Hauptmann A., Arridge S., Lucka F., Muthurangu V., Steeden J.","Affiliations":"Department of Computer Science, University College London, London, United Kingdom.; Computational Imaging, Centrum Wiskunde and Informatica (CWI), Amsterdam, Netherlands.; UCL Centre for Cardiovascular Imaging, University College London, London, United Kingdom.","Year":"2019","DOI":"10.1002\/mrm.27480","DocumentType":"Article","PublicationDate":1548979200000},{"Title":"Prognostic and functional implications of left atrial late gadolinium enhancement cardiovascular magnetic resonance.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Quail M., Grunseich K., Baldassarre L., Mojibian H., Marieb M., Cornfeld D., Soufer A., Sinusas A., Peters D.","Affiliations":"Department of Radiology and Biomedical Imaging, Yale School of Medicine, New Haven, CT, USA. Dana.peters@yale.edu.; Department of Radiology and Biomedical Imaging, Yale School of Medicine, New Haven, CT, USA.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.; Department of Internal Medicine (Cardiology), Yale School of Medicine, 300 Cedar St, New Haven, CT, 06520, USA.","Year":"2019","DOI":"10.1186\/s12968-018-0514-3","DocumentType":"Article","PublicationDate":1546473600000},{"Title":"Impact of predictive medicine on therapeutic decision making: a randomized controlled trial in congenital heart disease.","Journal":"NPJ digital medicine","Authors":"Naci H., Salcher-Konrad M., Mcguire A., Berger F., Kuehne T., Goubergrits L., Muthurangu V., Wilson B., Kelm M.","Affiliations":"3Charité - Universitätsmedizin Berlin, Pediatric Cardiology, Berlin, Germany.; 7Department of Sociology, Stockholm University, Stockholm, Sweden.; Institute for Computational and Imaging Science in Cardiovascular Medicine, Charité - Universitätsmedizin Berlin, corporate member of Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Berlin, Germany.; 1LSE Health, Department of Health Policy, London School of Economics and Political Science, London, UK.; 6Great Ormond Street Hospital, University College London, London, UK.; 8Department of Methodology, London School of Economics and Political Science, London, UK.; 2German Heart Institute Berlin (DHZB), Berlin, Germany.; 4DZHK (German Centre for Cardiovascular Research), partner site Berlin, Berlin, Germany.","Year":"2019","DOI":"10.1038\/s41746-019-0085-1","DocumentType":"Article","PublicationDate":1546300800000},{"Title":"Golden ratio stack of spirals for flexible angiographic imaging: Proof of concept in congenital heart disease.","Journal":"Magnetic resonance in medicine","Authors":"Kowalik G., Steeden J., Atkinson D., Montalt-Tordera J., Mortensen K., Muthurangu V.","Affiliations":"University College London, Centre for Medical Imaging, Wolfson House, London, United Kingdom.; Great Ormond Street Hospital for Children, Great Ormond Street, London, United Kingdom.; UCL Institute of Cardiovascular Science, Centre for Cardiovascular Imaging, London, United Kingdom.","Year":"2019","DOI":"10.1002\/mrm.27353","DocumentType":"Article","PublicationDate":1546300800000},{"Title":"Real-time assessment of right and left ventricular volumes and function in children using high spatiotemporal resolution spiral bSSFP with compressed sensing.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Steeden J., Kowalik G., Tann O., Hughes M., Mortensen K., Muthurangu V.","Affiliations":"Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, WC1N 3JH, UK.; UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, 30 Guildford Street, London, WC1N 1EH, UK.; UCL Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, 30 Guildford Street, London, WC1N 1EH, UK. v.muthurangu@ucl.ac.uk.","Year":"2018","DOI":"10.1186\/s12968-018-0500-9","DocumentType":"Article","PublicationDate":1544054400000},{"Title":"Assessing the causal role of body mass index on cardiovascular health in young adults: Mendelian randomization and recall-by-genotype analyses.","Journal":"Circulation","Authors":"Wade K., Chiesa S., Hughes A., Chaturvedi N., Charakida M., Rapala A., Muthurangu V., Khan T., Finer N., Sattar N., Howe L., Fraser A., Lawlor D., Davey Smith G., Deanfield J., Timpson N.","Affiliations":"Cardiometabolic Phenotyping Group, Institute of Cardiovascular Science, University College London, London, W1T 7HA.; Vascular Physiology Unit, Institute of Cardiovascular Science, University College London, 1 St. Martin's Le Grand, London, EC1A 4NP.; Institute of Cardiovascular and Medical Sciences, BHF Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, G12 8TA.; MRC Integrative Epidemiology Unit (IEU) at the University of Bristol, Bristol, UK.; Population Health Sciences, Bristol Medical School, Faculty of Health Sciences, University of Bristol, Bristol, BS8 2BN.","Year":"2018","DOI":"10.1161\/CIRCULATIONAHA.117.033278","DocumentType":"Article","PublicationDate":1542067200000},{"Title":"Cardiac magnetic resonance assessment of central and peripheral vascular function in patients undergoing renal sympathetic denervation as predictor for blood pressure response.","Journal":"Clinical research in cardiology : official journal of the German Cardiac Society","Authors":"Fengler K., Rommel K., Blazek S., Von Roeder M., Besler C., Lücke C., Gutberlet M., Steeden J., Quail M., Desch S., Thiele H., Muthurangu V., Lurz P.","Affiliations":"Department of Internal Medicine\/Cardiology, University of Leipzig-Heart Center, Strümpellstraße 39, 04289, Leipzig, Germany.; Center for Cardiovascular Imaging, University College London, London, UK.; Department of Diagnostic and Interventional Radiology, University of Leipzig-Heart Center, Leipzig, Germany.; Department of Internal Medicine\/Cardiology, University of Leipzig-Heart Center, Strümpellstraße 39, 04289, Leipzig, Germany. Philipp.Lurz@medizin.uni-leipzig.de.","Year":"2018","DOI":"10.1007\/s00392-018-1267-6","DocumentType":"Article","PublicationDate":1538352000000},{"Title":"Quantitation of ","Journal":"Amyloid : the international journal of experimental and clinical investigation : the official journal of the International Society of Amyloidosis","Authors":"Ross J., Hutt D., Burniston M., Page J., Steeden J., Gillmore J., Wechalekar A., Hawkins P., Fontana M.","Affiliations":"d Nuclear Medicine Department , Royal Free London NHS Foundation Trust , London , UK.; c Nuclear Medicine Department, Nuclear Medicine , Barts Health NHS Trust , London , UK.; e UCL Centre for Cardiovascular Imaging , University College London , London , UK.; b Institute of Nuclear Medicine , University College London Hospitals NHS Foundation Trust , London , UK.; a National Amyloidosis Centre , UCL Medical School (Royal Free Campus) , London , UK.","Year":"2018","DOI":"10.1080\/13506129.2018.1520087","DocumentType":"Article","PublicationDate":1535760000000},{"Title":"Myocardial Edema and Prognosis in Amyloidosis.","Journal":"Journal of the American College of Cardiology","Authors":"Kotecha T., Martinez-Naharro A., Treibel T., Francis R., Nordin S., Abdel-Gadir A., Knight D., Zumbo G., Rosmini S., Maestrini V., Bulluck H., Rakhit R., Wechalekar A., Gilbertson J., Sheppard M., Kellman P., Gillmore J., Moon J., Hawkins P., Fontana M.","Affiliations":"Molecular and Clinical Sciences Research Institute, St. George's, University of London, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; Institute of Cardiovascular Science, University College London, London, United Kingdom; Royal Free Hospital, London, United Kingdom.; Barts Heart Centre, London, United Kingdom.; Barts Heart Centre, London, United Kingdom; Department of Cardiovascular, Respiratory, Nephrology, Anesthesiology & Geriatric Sciences, \"Sapienza\" University of Rome, Rome, Italy.; Institute of Cardiovascular Science, University College London, London, United Kingdom; Royal Free Hospital, London, United Kingdom.; Institute of Cardiovascular Science, University College London, London, United Kingdom; Barts Heart Centre, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; Institute of Cardiovascular Science, University College London, London, United Kingdom; Royal Free Hospital, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; Royal Free Hospital, London, United Kingdom.; Institute of Cardiovascular Science, University College London, London, United Kingdom.; National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, Maryland.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; Institute of Cardiovascular Science, University College London, London, United Kingdom.","Year":"2018","DOI":"10.1016\/j.jacc.2018.03.536","DocumentType":"Article","PublicationDate":1529971200000},{"Title":"Extracellular volume with bolus-only technique in amyloidosis patients: Diagnostic accuracy, correlation with other clinical cardiac measures, and ability to track changes in amyloid load over time.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Zumbo G., Barton S., Thompson D., Sun M., Abdel-Gadir A., Treibel T., Knight D., Martinez-Naharro A., Thirusha L., Gillmore J., Moon J., Hawkins P., Fontana M.","Affiliations":"Barts Heart Centre, St Bartholomew's Hospital, London, UK.; Institute of Cardiovascular Science, University College London, London, UK.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, UK.; GSK Medicines Research Centre, Stevenage, UK.","Year":"2018","DOI":"10.1002\/jmri.25907","DocumentType":"Article","PublicationDate":1527811200000},{"Title":"A comprehensive characterization of myocardial and vascular phenotype in pediatric chronic kidney disease using cardiovascular magnetic resonance imaging.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Cheang M., Barber N., Khushnood A., Hauser J., Kowalik G., Steeden J., Quail M., Tullus K., Hothi D., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, 30 Guilford Street, London, WC1N 1EH, UK. v.muthurangu@ucl.ac.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, 30 Guilford Street, London, WC1N 1EH, UK.; Great Ormond Street Hospital, London, UK.; Great Ormond Street Hospital, London, UK. v.muthurangu@ucl.ac.uk.","Year":"2018","DOI":"10.1186\/s12968-018-0444-0","DocumentType":"Article","PublicationDate":1522281600000},{"Title":"Cardiac transplantation in a 20-year-old woman with scleroderma.","Journal":"Journal of scleroderma and related disorders","Authors":"Schreiber B., Parish V., Knight D., Bell A., Denton C., Banner N., Coghlan G.","Affiliations":"Royal Free London, NHS Foundation Trust, London - UK.; Royal Brompton & Harefield, NHS Foundation Trust, London - UK.; Pulmonary Hypertension and Rheumatology, Royal Free Hospital, Royal Free London, NHS Foundation Trust, London - UK.; University College London, London - UK.; Royal Sussex County Hospital, NHS Trust, Brighton - UK.","Year":"2018","DOI":"10.1177\/2397198318758417","DocumentType":"Article","PublicationDate":1517443200000},{"Title":"Overnight auto-adjusting continuous airway pressure + standard care compared with standard care alone in the prevention of morbidity in sickle cell disease phase II (POMS2b): study protocol for a randomised controlled trial.","Journal":"Trials","Authors":"Howard J., Slee A., Skene S., Inusa B., Kawadler J., Downes M., Gavlak J., Koelbel M., Stotesbury H., Chorozoglou M., Tebbs S., Chakravorty S., Awogbade M., Rees D., Gupta A., Murphy P., Hart N., Sahota S., Nwosu C., Gwam M., Saunders D., Muthurangu V., Barber N., Ako E., Thein S., Marshall M., Reading I., Cheng M., Kirkham F., Liossi C.","Affiliations":"Lane Fox Respiratory Unit, Guy's and St Thomas' Hospitals NHS Foundation Trust, London, UK.; Centre for Translational Cardiovascular Imaging, UCL Great Ormond Street Institute of Child Health, London, UK.; Evelina Children's Hospital, Guy's and St Thomas' Hospitals NHS Foundation Trust, London, UK.; Department of Child Health, University Hospital Southampton, Tremona Road, Southampton, SO16 6YD, UK.; University of Southampton, Southampton, UK.; National Institutes of Health, Bethesda, MD, USA.; Sickle Cell and Young Stroke Survivors Charity, London, UK.; University of Southampton, Southampton, UK. Fenella.Kirkham@ucl.ac.uk.; Department of Haematology, Guy's and St Thomas' Hospitals NHS Foundation Trust, London, UK.; Comprehensive Clinical Trials Unit at UCL, London, UK.; London, UCL GOSH Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, UK.; University of New South Wales, Sydney, NSW, Australia.; Research Design Service, University Hospital Southampton, Southampton, UK.; London, UCL GOSH Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, UK. Fenella.Kirkham@ucl.ac.uk.; Department of Child Health, University Hospital Southampton, Tremona Road, Southampton, SO16 6YD, UK. Fenella.Kirkham@ucl.ac.uk.; King's College London, London, UK.; King's College Hospital, London, UK.","Year":"2018","DOI":"10.1186\/s13063-017-2419-0","DocumentType":"Article","PublicationDate":1516579200000},{"Title":"Prospective comparison of novel dark blood late gadolinium enhancement with conventional bright blood imaging for the detection of scar.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Francis R., Kellman P., Kotecha T., Baggiano A., Norrington K., Martinez-Naharro A., Nordin S., Knight D., Rakhit R., Lockie T., Hawkins P., Moon J., Hausenloy D., Xue H., Hansen M., Fontana M.","Affiliations":"The National Institute of Health Research University College London Hospitals Biomedical Research Centre, London, UK.; Cardiac MRI Unit, Royal Free Hospital, University College London, Rowland Hill Street, London, NW3 2PF, UK. m.fontana@ucl.ac.uk.; National Heart, Lung and Blood Institute, National Institutes of health, Bethesda, Maryland, USA.; Cardiovascular and Metabolic Disorders Program, Duke-National University of Singapore Medical School, Singapore, Singapore.; Department of Cardiology, Royal Free Hospital, London, UK.; National Heart Research Institute Singapore, National Heart Centre, Singapore, Singapore.; National Amyloidosis Centre, University College London, Royal Free Campus, London, UK. m.fontana@ucl.ac.uk.; Yong Loo Lin School of Medicine, National University Singapore, Singapore, Singapore.; National Amyloidosis Centre, University College London, Royal Free Campus, London, UK.; Hatter Cardiovascular Institute, University College London, London, UK.; Cardiac MRI Unit, Royal Free Hospital, University College London, Rowland Hill Street, London, NW3 2PF, UK.; Barts Heart Centre, St. Bartholomew's Hospital, London, UK.","Year":"2017","DOI":"10.1186\/s12968-017-0407-x","DocumentType":"Article","PublicationDate":1511222400000},{"Title":"Redefining viability by cardiovascular magnetic resonance in acute ST-segment elevation myocardial infarction.","Journal":"Scientific reports","Authors":"Bulluck H., Rosmini S., Abdel-Gadir A., Bhuva A., Treibel T., Fontana M., Knight D., Nordin S., Sirker A., Herrey A., Manisty C., Moon J., Hausenloy D.","Affiliations":"The National Institute of Health Research University College London Hospitals Biomedical Research Centre, London, UK.; Barts Heart Centre, St Bartholomew's Hospital, London, UK.; National Amyloid Centre, Royal Free Hospital, London, UK.; National Heart Research Institute Singapore, National Heart Centre Singapore, Singapore, Singapore. h.bulluck@gmail.com.; Yong Loo Lin School of Medicine, National University Singapore, Singapore, Singapore.; Cardiovascular and Metabolic Disorders Program, Duke-National University of Singapore, Singapore, Singapore.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, UK. h.bulluck@gmail.com.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, UK.; National Heart Research Institute Singapore, National Heart Centre Singapore, Singapore, Singapore.","Year":"2017","DOI":"10.1038\/s41598-017-15353-1","DocumentType":"Article","PublicationDate":1510012800000},{"Title":"A randomized study of autologous bone marrow-derived stem cells in pediatric cardiomyopathy.","Journal":"The Journal of heart and lung transplantation : the official publication of the International Society for Heart Transplantation","Authors":"Pincott E., Ridout D., Brocklesby M., McEwan A., Muthurangu V., Burch M.","Affiliations":"Bone Marrow Laboratory, Great Ormond Street Hospital, London, United Kingdom.; Department of Cardiology, Great Ormond Street Hospital, London, United Kingdom. Electronic address: michael.burch@gosh.nhs.uk.; Department of Cardiology, Great Ormond Street Hospital, London, United Kingdom.; Population Policy and Practice Programme, UCL Institute of Child Health, London, United Kingdom.","Year":"2017","DOI":"10.1016\/j.healun.2017.01.008","DocumentType":"Article","PublicationDate":1501545600000},{"Title":"Quantification of both the area-at-risk and acute myocardial infarct size in ST-segment elevation myocardial infarction using T1-mapping.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Bulluck H., Hammond-Haley M., Fontana M., Knight D., Sirker A., Herrey A., Manisty C., Kellman P., Moon J., Hausenloy D.","Affiliations":"The National Institute of Health Research University College London Hospitals Biomedical Research Centre, London, UK.; Barts Heart Centre, St Bartholomew's Hospital, London, UK.; Yong Loo Lin School of Medicine, National University Singapore, Singapore, Singapore.; Cardiovascular and Metabolic Disorders Program, Duke-National University of Singapore, Singapore, Singapore.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, UK.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, UK. h.bulluck@gmail.com.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, UK.; National Heart Research Institute Singapore, National Heart Centre Singapore, Singapore, Singapore.; National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, USA.","Year":"2017","DOI":"10.1186\/s12968-017-0370-6","DocumentType":"Article","PublicationDate":1501545600000},{"Title":"Magnetic Resonance in Transthyretin Cardiac Amyloidosis.","Journal":"Journal of the American College of Cardiology","Authors":"Martinez-Naharro A., Treibel T., Abdel-Gadir A., Bulluck H., Zumbo G., Knight D., Kotecha T., Francis R., Hutt D., Rezk T., Rosmini S., Quarta C., Whelan C., Kellman P., Gillmore J., Moon J., Hawkins P., Fontana M.","Affiliations":"National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; Division of Medicine, University College London, London, United Kingdom; Institute of Cardiovascular Science, University College London, London, United Kingdom. Electronic address: m.fontana@ucl.ac.uk.; Institute of Cardiovascular Science, University College London, London, United Kingdom; Barts Heart Centre, West Smithfield, London, United Kingdom.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, United Kingdom.; National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, Maryland.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; Institute of Cardiovascular Science, University College London, London, United Kingdom.; Barts Heart Centre, West Smithfield, London, United Kingdom.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom; Division of Medicine, University College London, London, United Kingdom.","Year":"2017","DOI":"10.1016\/j.jacc.2017.05.053","DocumentType":"Article","PublicationDate":1500940800000},{"Title":"Full left ventricular coverage is essential for the accurate quantification of the area-at-risk by T1 and T2 mapping.","Journal":"Scientific reports","Authors":"Bulluck H., Bryant J., Lim M., Tan X., Ramlall M., Francis R., Kotecha T., Cabrera-Fuentes H., Knight D., Fontana M., Moon J., Hausenloy D.","Affiliations":"Barts Heart Centre, St Bartholomew's Hospital, London, UK.; Cardiovascular and Metabolic Disorders Program, Duke-National University of Singapore, Singapore, Singapore. derek.hausenloy@duke-nus.edu.sg.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, UK. derek.hausenloy@duke-nus.edu.sg.; The National Institute of Health Research, University College London Hospitals Biomedical Research Centre, London, UK.; Cardiovascular and Metabolic Disorders Program, Duke-National University of Singapore, Singapore, Singapore.; The National Institute of Health Research, University College London Hospitals Biomedical Research Centre, London, UK. derek.hausenloy@duke-nus.edu.sg.; Barts Heart Centre, St Bartholomew's Hospital, London, UK. derek.hausenloy@duke-nus.edu.sg.; National Amyloidosis Centre, University College London, Royal Free Hospital, London, United Kingdom.; National Heart Research Institute Singapore, National Heart Centre Singapore, Singapore, Singapore. derek.hausenloy@duke-nus.edu.sg.; Institute of Biochemistry, Medical School, Justus-Liebig-University, Giessen, Germany.; The Hatter Cardiovascular Institute, Institute of Cardiovascular Science, University College London, London, UK.; National Heart Research Institute Singapore, National Heart Centre Singapore, Singapore, Singapore.; Yong Loo Lin School of Medicine, National University Singapore, Singapore, Singapore. derek.hausenloy@duke-nus.edu.sg.; Kazan Federal University, Department of Microbiology, Kazan, Russia.","Year":"2017","DOI":"10.1038\/s41598-017-05127-0","DocumentType":"Article","PublicationDate":1499385600000},{"Title":"PET-CMR in heart failure - synergistic or redundant imaging?","Journal":"Heart failure reviews","Authors":"Quail M., Sinusas A.","Affiliations":"Section of Cardiovascular Medicine, Department of Medicine, Yale University School of Medicine, Dana 3, P.O. Box 208017, New Haven, CT, 06520-8017, USA. albert.sinusas@yale.edu.; Section of Cardiovascular Medicine, Department of Medicine, Yale University School of Medicine, Dana 3, P.O. Box 208017, New Haven, CT, 06520-8017, USA.; Institute of Cardiovascular Science, University College London, London, UK.; Department of Radiology and Biomedical Imaging, Yale University School of Medicine, New Haven, CT, USA. albert.sinusas@yale.edu.","Year":"2017","DOI":"10.1007\/s10741-017-9607-6","DocumentType":"Article","PublicationDate":1498867200000},{"Title":"Two-dimensional knowledge-based volumetric reconstruction of the right ventricle documents short-term improvement in pulmonary hypertension.","Journal":"Echocardiography (Mount Kisco, N.Y.)","Authors":"Schwaiger J., Knight D., Kaier T., Gallimore A., Denton C., Schreiber B., Handler C., Coghlan J.","Affiliations":"Department of Rheumatology, Royal Free NHS Foundation Trust, London, UK.; Department of Cardiology, Royal Free NHS Foundation Trust, London, UK.","Year":"2017","DOI":"10.1111\/echo.13541","DocumentType":"Article","PublicationDate":1496275200000},{"Title":"Utility of adenosine stress perfusion CMR to assess paediatric coronary artery disease.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Ntsinjana H., Tann O., Hughes M., Derrick G., Secinaro A., Schievano S., Muthurangu V., Taylor A.","Affiliations":"Department of Imaging, Bambino Gesù Children's Hospital, Rome, Italy.; Deparetment of Paediatrics, Paediatric Cardiology Division, CH Baragwanath Academic Hospital and University of the Wiwatersrand, Johannesburg, South Africa.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Foundation Trust, Level 7, Nurses Home, Great Ormond Street, London WC1N 3JH, UK.","Year":"2017","DOI":"10.1093\/ehjci\/jew151","DocumentType":"Article","PublicationDate":1493596800000},{"Title":"Avoidable costs of stenting for aortic coarctation in the United Kingdom: an economic model.","Journal":"BMC health services research","Authors":"Salcher M., Mcguire A., Muthurangu V., Kelm M., Kuehne T., Naci H.","Affiliations":"LSE Health and Social Care, Cowdray House; London School of Economics and Political Science, Houghton Street, London, WC2A 2AE, UK.; UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, Great Ormond Street Hospital, London, UK.; LSE Health and Social Care, Cowdray House; London School of Economics and Political Science, Houghton Street, London, WC2A 2AE, UK. m.salcher@lse.ac.uk.; Department of Paediatric Cardiology and Congenital Heart Diseases, Deutsches Herzzentrum Berlin, Berlin, Germany.","Year":"2017","DOI":"10.1186\/s12913-017-2215-2","DocumentType":"Article","PublicationDate":1491782400000},{"Title":"Abnormal Wave Reflections and Left Ventricular Hypertrophy Late After Coarctation of the Aorta Repair.","Journal":"Hypertension (Dallas, Tex. : 1979)","Authors":"Quail M., Short R., Pandya B., Steeden J., Khushnood A., Taylor A., Segers P., Muthurangu V.","Affiliations":"From the Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United Kingdom (M.A.Q., R.S., B.P., J.A.S., A.K., A.M.T., V.M.); Adult Congenital Heart Disease Department, St. Bartholomew's Hospital, London, United Kingdom (B.P.); and IBiTech-bioMMeda, iMinds Medical IT, Ghent University, Gent, Belgium (P.S.).; From the Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United Kingdom (M.A.Q., R.S., B.P., J.A.S., A.K., A.M.T., V.M.); Adult Congenital Heart Disease Department, St. Bartholomew's Hospital, London, United Kingdom (B.P.); and IBiTech-bioMMeda, iMinds Medical IT, Ghent University, Gent, Belgium (P.S.). v.muthurangu@ucl.ac.uk.","Year":"2017","DOI":"10.1161\/HYPERTENSIONAHA.116.08763","DocumentType":"Article","PublicationDate":1488326400000},{"Title":"Echocardiographic arterial measurements in complex congenital diseases before bidirectional Glenn: comparison with cardiovascular magnetic resonance imaging.","Journal":"European heart journal. Cardiovascular Imaging","Authors":"Krupickova S., Muthurangu V., Hughes M., Tann O., Carr M., Christov G., Awat R., Taylor A., Marek J.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science London, London, UK.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, Great Ormond Street, London WC1N 3JH, UK.","Year":"2017","DOI":"10.1093\/ehjci\/jew069","DocumentType":"Article","PublicationDate":1488326400000},{"Title":"An Unwelcome Embrace: Adverse Pulmonary-Aortic Interactions in Pulmonary Hypertension.","Journal":"Circulation. Cardiovascular imaging","Authors":"Quail M., Muthurangu V.","Affiliations":"From the Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, United Kingdom, and National Paediatric Pulmonary Hypertension Centre, Great Ormond Street Hospital for Children, London, United Kingdom. v.muthurangu@ucl.ac.uk.; From the Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, United Kingdom, and National Paediatric Pulmonary Hypertension Centre, Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2017","DOI":"10.1161\/CIRCIMAGING.117.006063","DocumentType":"Article","PublicationDate":1485907200000},{"Title":"Aberrant developmental titin splicing and dysregulated sarcomere length in Thymosin β4 knockout mice.","Journal":"Journal of molecular and cellular cardiology","Authors":"Smart N., Riegler J., Turtle C., Lygate C., McAndrew D., Gehmlich K., Dubé K., Price A., Muthurangu V., Taylor A., Lythgoe M., Redwood C., Riley P.","Affiliations":"Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK. Electronic address: nicola.smart@dpag.ox.ac.uk.; Centre for Advanced Biomedical Imaging, Department of Medicine, University College London (UCL), London, UK.; UCL-Institute of Child Health, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK.; Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK.; Division of Cardiovascular Medicine, Radcliffe Department of Medicine, University of Oxford, Oxford, UK.","Year":"2017","DOI":"10.1016\/j.yjmcc.2016.10.010","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Utility of Cardiovascular Magnetic Resonance-Derived Wave Intensity Analysis As a Marker of Ventricular Function in Children with Heart Failure and Normal Ejection Fraction.","Journal":"Frontiers in pediatrics","Authors":"Ntsinjana H., Chung R., Ciliberti P., Muthurangu V., Schievano S., Marek J., Parker K., Taylor A., Biglino G.","Affiliations":"Department of Pediatric Cardiology and Cardiac Surgery, Pediatric Hospital \"Bambino Gesù\", Rome, Italy.; School of Clinical Sciences, Bristol Heart Institute, University of Bristol, Bristol, UK.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK.; Department of Paediatrics, Paediatric Cardiology Division, CH Baragwanath Academic Hospital, University of the Witwatersrand, Johannesburg, South Africa.; Department of Bioengineering, Imperial College, London, UK.; Cardiorespiratory Division, Great Ormond Street Hospital for Children, NHS Foundation Trust, London, UK.","Year":"2017","DOI":"10.3389\/fped.2017.00065","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Automatic quantification of the myocardial extracellular volume by cardiac computed tomography: Synthetic ECV by CCT.","Journal":"Journal of cardiovascular computed tomography","Authors":"Treibel T., Fontana M., Steeden J., Nasis A., Yeung J., White S., Sivarajan S., Punwani S., Pugliese F., Taylor S., Moon J., Bandula S.","Affiliations":"Barts Heart Centre, St Bartholomew's Hospital, London, UK.; Institute of Cardiovascular Science, University College London, London, UK; UCL Centre for Medical Image Computing, Department of Medical Physics, London, UK.; Barts Heart Centre, St Bartholomew's Hospital, London, UK; Institute of Cardiovascular Science, University College London, London, UK. Electronic address: Thomas.Treibel.12@ucl.ac.uk.; Centre for Medical Imaging, University College London, London, UK.; Barts Heart Centre, St Bartholomew's Hospital, London, UK; Institute of Cardiovascular Science, University College London, London, UK.","Year":"2017","DOI":"10.1016\/j.jcct.2017.02.006","DocumentType":"Article","PublicationDate":1483228800000},{"Title":"Magnetic Resonance-Augmented Cardiopulmonary Exercise Testing: Comprehensively Assessing Exercise Intolerance in Children With Cardiovascular Disease.","Journal":"Circulation. Cardiovascular imaging","Authors":"Barber N., Ako E., Kowalik G., Cheang M., Pandya B., Steeden J., Moledina S., Muthurangu V.","Affiliations":"From the Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom (N.J.B., E.O.A., G.T.K., M.H.C., J.A.S., V.M.); Great Ormond Street Hospital, London, United Kingdom (N.J.B., G.T.K., M.H.C., J.A.S., S.M., V.M.); and Bart's Heart Centre, London, United Kingdom (E.O.A., B.P.).; From the Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom (N.J.B., E.O.A., G.T.K., M.H.C., J.A.S., V.M.); Great Ormond Street Hospital, London, United Kingdom (N.J.B., G.T.K., M.H.C., J.A.S., S.M., V.M.); and Bart's Heart Centre, London, United Kingdom (E.O.A., B.P.). v.muthurangu@ucl.ac.uk.","Year":"2016","DOI":"10.1161\/CIRCIMAGING.116.005282","DocumentType":"Article","PublicationDate":1480550400000},{"Title":"The comparative role of echocardiography and MRI for identifying critical lesions in patients with single-ventricle physiology, before bidirectional cavopulmonary connection.","Journal":"Cardiology in the young","Authors":"Krupickova S., Quail M., Yates R., Gebauer R., Hughes M., Marek J.","Affiliations":"2Centre for Cardiovascular Imaging,UCL Institute of Cardiovascular Science,Great Ormond Street Hospital for Children,London,United Kingdom.; 3Children's Heart Centre,University Hospital Motol,Prague,Czech Republic.; 1Cardiorespiratory Unit,UCL Institute of Cardiovascular Science,Great Ormond Street Hospital for Children,London,United Kingdom.","Year":"2016","DOI":"10.1017\/S1047951115002693","DocumentType":"Article","PublicationDate":1475280000000},{"Title":"Rapid breath-hold assessment of myocardial velocities using spiral UNFOLD-ed SENSE tissue phase mapping.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Kowalik G., Muthurangu V., Khushnood A., Steeden J.","Affiliations":"UCL Centre for Cardiovascular Imaging, University College London, London, UK. v.muthurangu@ucl.ac.uk.; UCL Centre for Cardiovascular Imaging, University College London, London, UK.","Year":"2016","DOI":"10.1002\/jmri.25218","DocumentType":"Article","PublicationDate":1475280000000},{"Title":"Physiological adaptations to chronic stress in healthy humans - why might the sexes have evolved different energy utilisation strategies?","Journal":"The Journal of physiology","Authors":"Jones A., Pruessner J., McMillan M., Jones R., Kowalik G., Steeden J., Williams B., Taylor A., Muthurangu V.","Affiliations":"Chorleywood Health Centre, Chorleywood, UK.; UCL Institute of Cardiovascular Science, London, UK.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK.; Douglas Institute, Department of Psychiatry, McGill University, Montreal, Canada.; Department of Information Systems and Computing, Brunel University, Uxbridge, UK.","Year":"2016","DOI":"10.1113\/JP272021","DocumentType":"Article","PublicationDate":1470009600000},{"Title":"Cardiac MR and CT imaging in children with suspected or confirmed pulmonary hypertension\/pulmonary hypertensive vascular disease. Expert consensus statement on the diagnosis and treatment of paediatric pulmonary hypertension. The European Paediatric Pulmonary Vascular Disease Network, endorsed by ISHLT and DGPK.","Journal":"Heart (British Cardiac Society)","Authors":"Latus H., Kuehne T., Beerbaum P., Apitz C., Hansmann G., Muthurangu V., Moledina S.","Affiliations":"Pediatric Heart Centre, Justus-Liebig-University, Giessen, Germany.; Department of Pediatric Cardiology, University Childrens Hospital Ulm, Ulm, Germany.; Department of Pediatric Cardiology and Critical Care, Hannover Medical School, Hannover, Germany.; National Paediatric Pulmonary Hypertension Service UK, Great Ormond Street Hospital for Children, London, UK.; Unit of Cardiovascular Imaging, Department of Congenital Heart Disease and Pediatric Cardiology, German Heart Institute Berlin, Berlin, Germany.; Cardiovascular MRI Department, Great Ormond Street Hospital for Children, London, UK.","Year":"2016","DOI":"10.1136\/heartjnl-2015-308246","DocumentType":"Article","PublicationDate":1462060800000},{"Title":"Executive summary. Expert consensus statement on the diagnosis and treatment of paediatric pulmonary hypertension. The European Paediatric Pulmonary Vascular Disease Network, endorsed by ISHLT and DGPK.","Journal":"Heart (British Cardiac Society)","Authors":"Hansmann G., Apitz C., Abdul-Khaliq H., Alastalo T., Beerbaum P., Bonnet D., Dubowy K., Gorenflo M., Hager A., Hilgendorff A., Kaestner M., Koestenberger M., Koskenvuo J., Kozlik-Feldmann R., Kuehne T., Lammers A., Latus H., Michel-Behnke I., Miera O., Moledina S., Muthurangu V., Pattathu J., Schranz D., Warnecke G., Zartner P.","Affiliations":"Perinatal Center Grosshadern, Dr. von Haunersches Children's Hospital, Ludwig-Maximilians-University, Munich, Germany.; Unité Médico-Chirurgicale de Cardiologie Congénital et Pédiatrique, Centre de reference Malformations Cardiaques Congénitales Complexes-M3C, Hôpital Necker Enfants Malades, APHP, Université Paris Descartes, Sorbonne Paris, Paris, France.; Division of Paediatric Cardiology, University Heart Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany.; German Heart Institute Berlin (DHZB), Department of Congenital Heart Disease and Paediatric Cardiology, Berlin, Germany.; Department of Paediatric Cardiology, University of Münster, Münster, Germany.; Department of Paediatric Cardiology, Saarland University Hospital, Homburg, Germany.; Cardiovascular MRI Department, Great Ormond Street Hospital for Children, London, UK.; Department of Cardiothoracic, Transplantation and Vascular Surgery, Hannover Medical School, Hannover, Germany German Centre for Lung Research, BREATH, Hannover, Germany.; German Heart Institute Berlin (DHZB), Unit of Cardiovascular Imaging, Department of Congenital Heart Disease and Paediatric Cardiology, Berlin, Germany.; Division of Paediatric Cardiology, Children's University Hospital Ulm, Ulm, Germany.; Department of Paediatric Cardiology and Critical Care, Hannover Medical School, Hannover, Germany.; Justus-Liebig-University Giessen, Pediatric Cardiology, Paediatric Heart Center, Giessen, Germany.; Divison of Paediatric Cardiology, Department of Paediatrics, Medical University Graz, Graz, Austria.; Department of Paediatric Cardiology and Congenital Heart Disease, German Heart Centre Munich and Technical University, Munich, Germany.; National Paediatric Pulmonary Hypertension Service UK, Great Ormond Street Hospital for Children, London, UK.; Department of Paediatric Cardiology and Congenital Heart Disease, Heart and Diabetes Centre NRW, Bad Oeynhausen, Germany.; Department of Paediatric Cardiology, German Paediatric Heart Centre, Sankt Augustin, Germany.; Blueprint Genetics, Biomedicum Helsinki, Helsinki, Finland Department of Paediatric Cardiology, Children's Hospital Helsinki, University of Helsinki, Helsinki, Finland.; Department of Paediatric Cardiology, University of Heidelberg, Heidelberg, Germany.; Paediatric Heart Center, Division of Paediatric Cardiology, University Hospital for Children and Adolescents, Medical University Vienna, Austria.","Year":"2016","DOI":"10.1136\/heartjnl-2015-309132","DocumentType":"Article","PublicationDate":1462060800000},{"Title":"Reply to: \"Letter to the editor: Comparing pace and speed in the pulmonary circulation?\".","Journal":"American journal of physiology. Heart and circulatory physiology","Authors":"Quail M., Segers P., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United kingdom; and v.muthurangu@ucl.ac.uk.; IBiTech-bioMMeda, iMinds Medical IT, Ghent University, Gent, Belgium.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United kingdom; and.","Year":"2016","DOI":"10.1152\/ajpheart.00120.2016","DocumentType":"Article","PublicationDate":1459468800000},{"Title":"Isometric stress in cardiovascular magnetic resonance-a simple and easily replicable method of assessing cardiovascular differences not apparent at rest.","Journal":"European radiology","Authors":"Mortensen K., Jones A., Steeden J., Taylor A., Muthurangu V.","Affiliations":"UCL Centre for Cardiovascular MR, UCL Institute of Cardiovascular Science, Level 6 Old Nurses Home, Cardiorespiratory Unit, Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK. mortensen@doctors.org.uk.; UCL Centre for Cardiovascular MR, UCL Institute of Cardiovascular Science, Level 6 Old Nurses Home, Cardiorespiratory Unit, Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK.","Year":"2016","DOI":"10.1007\/s00330-015-3920-z","DocumentType":"Article","PublicationDate":1459468800000},{"Title":"Comprehensive assessment of the global and regional vascular responses to food ingestion in humans using novel rapid MRI.","Journal":"American journal of physiology. Regulatory, integrative and comparative physiology","Authors":"Hauser J., Muthurangu V., Steeden J., Taylor A., Jones A.","Affiliations":"University College London, Institute of Cardiovascular Science, Centre for Cardiovascular Imaging; London, United Kingdom; and Great Ormond Street Hospital for Children, Cardiorespiratory Division; London, United Kingdom jakob.hauser@ucl.ac.uk.; University College London, Institute of Cardiovascular Science, Centre for Cardiovascular Imaging; London, United Kingdom; and Great Ormond Street Hospital for Children, Cardiorespiratory Division; London, United Kingdom.","Year":"2016","DOI":"10.1152\/ajpregu.00454.2015","DocumentType":"Article","PublicationDate":1458000000000},{"Title":"Differential impact of local stiffening and narrowing on hemodynamics in repaired aortic coarctation: an FSI study.","Journal":"Medical & biological engineering & computing","Authors":"Taelman L., Bols J., Degroote J., Muthurangu V., Panzer J., Vierendeels J., Segers P.","Affiliations":"IBiTech-bioMMeda, iMinds Medical IT, Faculty of Engineering and Architecture, Ghent University, De Pintelaan 185, 9000, Ghent, Belgium. liesbeth.taelman@ugent.be.; Centre for Cardiovascular MR, UCL Institute of Child Health, London Great Ormond Street Hospital for Children, Great Ormond Street, London, WC1N 3JH, UK.; Paediatric Cardiology, Ghent University Hospital, De Pintelaan 185, 9000, Ghent, Belgium.; IBiTech-bioMMeda, iMinds Medical IT, Faculty of Engineering and Architecture, Ghent University, De Pintelaan 185, 9000, Ghent, Belgium.; Department of Flow, Heat and Combustion Mechanics, Faculty of Engineering and Architecture, Ghent University, Sint-Pietersnieuwstraat 41, 9000, Ghent, Belgium.","Year":"2016","DOI":"10.1007\/s11517-015-1336-1","DocumentType":"Article","PublicationDate":1456790400000},{"Title":"A method to implement the reservoir-wave hypothesis using phase-contrast magnetic resonance imaging.","Journal":"MethodsX","Authors":"Gray R., Parker K., Quail M., Taylor A., Biglino G.","Affiliations":"Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London & Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom.; Bioengineering Department, Imperial College London, London, United Kingdom.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London & Great Ormond Street Hospital for Children, NHS Foundation Trust, London, United Kingdom; Bristol Heart Institute, University of Bristol, Bristol, United Kingdom.; CoMPLEX, University College London, London, United Kingdom.","Year":"2016","DOI":"10.1016\/j.mex.2016.08.004","DocumentType":"Article","PublicationDate":1451606400000},{"Title":"Left ventricular diastolic dysfunction in pulmonary hypertension predicts functional capacity and clinical worsening: a tissue phase mapping study.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Knight D., Steeden J., Moledina S., Jones A., Coghlan J., Muthurangu V.","Affiliations":"UCL Medical School, Royal Free Campus, Rowland Hill Street, London, UK. alex.jones@ucl.ac.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK. danielknight@doctors.org.uk.; UCL Medical School, Royal Free Campus, Rowland Hill Street, London, UK. j.a.steeden@gmail.com.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, UK. gerry.coghlan@nhs.net.; UCL Medical School, Royal Free Campus, Rowland Hill Street, London, UK. v.muthurangu@ucl.ac.uk.; UCL Medical School, Royal Free Campus, Rowland Hill Street, London, UK. Shahin.Moledina@gosh.nhs.uk.; Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, Institute of Child Health, 30 Guilford Street, London, WC1N 1EH, UK. v.muthurangu@ucl.ac.uk.; UCL Medical School, Royal Free Campus, Rowland Hill Street, London, UK. danielknight@doctors.org.uk.","Year":"2015","DOI":"10.1186\/s12968-015-0220-3","DocumentType":"Article","PublicationDate":1451347200000},{"Title":"A safety checklist for transoesophageal echocardiography from the British Society of Echocardiography and the Association of Cardiothoracic Anaesthetists.","Journal":"Echo research and practice","Authors":"Sharma V., Alderton S., McNamara H., Steeds R., Bradlow W., Chenzbraun A., Oxborough D., Mathew T., Jones R., Wheeler R., Sandoval J., Lloyd G., O'Gallagher K., Knight D., Ring L., Collins K., O'Keeffe N., Fletcher N., Harkness A., Rana B.","Affiliations":"Research Institute for Sports and Exercise Sciences, Liverpool John Moore's University , Liverpool , UK.; Royal Liverpool and Broadgreen University Hospitals, Liverpool, UK; LiverpoolWomens' Hospital NHS Foundation Trust, Liverpool, UK.; St Georges University Hospital, NHS Foundation Trust , London , UK.; Queen Elizabeth Hospital, University Hospital Birmingham NHS foundation Trust , Birmingham , UK.; Colchester Hospital University NHS Foundation Trust , London , UK.; Cardiac Ultrasound, Leeds Teaching Hospitals NHS Trust , Leeds , UK.; King's College Hospital NHS Foundation Trust , London , UK.; Cardiology Department, Papworth Hospital , Cambridge , UK.; University Hospital of Wales , Cardiff , UK.; Nottingham University Hospital , Nottingham , UK.; UCL Centre for Cardiovascular Imaging, University College London , London , UK.; Royal Liverpool and Broadgreen University Hospitals , Liverpool , UK.; Portsmouth Hospitals NHS Trust , Portsmouth , UK.; Barts Health NHS Trust , London , UK.; Manchester Royal Infirmary , Manchester , UK.; West Suffolk Hospital NHS Foundation Trustm , Bury St Edmonds , UK.","Year":"2015","DOI":"10.1530\/ERP-15-0035","DocumentType":"Article","PublicationDate":1448928000000},{"Title":"Fractal Analysis of Myocardial Trabeculations in 2547 Study Participants: Multi-Ethnic Study of Atherosclerosis.","Journal":"Radiology","Authors":"Captur G., Zemrak F., Muthurangu V., Petersen S., Li C., Bassett P., Kawel-Boehm N., McKenna W., Elliott P., Lima J., Bluemke D., Moon J.","Affiliations":"From the Division of Cardiovascular Imaging and Biostatistics, The Heart Hospital, 16-18 Westmoreland Street, London, England, W1G 8PH (G.C., P.B., W.J.M., P.M.E., J.C.M.); UCL Institute of Cardiovascular Science, University College London, London, England (G.C., V.M., W.J.M., P.M.E., J.C.M.); Cardiovascular Biomedical Research Unit, Barts and the London School of Medicine and Dentistry, Queen Mary University of London, London, England (F.Z., S.E.P.); Division of Cardiovascular Imaging, The London Chest Hospital, London, England (F.Z., S.E.P.); UCL Center for Cardiovascular Imaging and Great Ormond Street Hospital for Children, London, England (V.M.); Department of Radiology, University of Pennsylvania, Philadelphia, Pa (C.L.); Department of Radiology, Hospital Graubuenden, Loestrasse, Switzerland (N.K.B.); Department of Radiology and Imaging Sciences, National Institutes of Health Clinical Center, Bethesda, Md (J.A.C.L., D.A.B.); and Department of Cardiovascular Imaging, Johns Hopkins Hospital, Baltimore, Md (D.A.B.).","Year":"2015","DOI":"10.1148\/radiol.2015142948","DocumentType":"Article","PublicationDate":1448928000000},{"Title":"Patient-specific computational models to support interventional procedures: a case study of complex aortic re-coarctation.","Journal":"EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology","Authors":"Cosentino D., Capelli C., Derrick G., Khambadkone S., Muthurangu V., Taylor A., Schievano S.","Affiliations":"UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2015","DOI":"10.4244\/EIJY15M09_03","DocumentType":"Article","PublicationDate":1443657600000},{"Title":"Accuracy and Test-Retest Reproducibility of Two-Dimensional Knowledge-Based Volumetric Reconstruction of the Right Ventricle in Pulmonary Hypertension.","Journal":"Journal of the American Society of Echocardiography : official publication of the American Society of Echocardiography","Authors":"Knight D., Schwaiger J., Krupickova S., Davar J., Muthurangu V., Coghlan J.","Affiliations":"Department of Cardiology, Royal Free London NHS Foundation Trust, London, United Kingdom.; UCL Centre for Cardiovascular Imaging, University College London, London, United Kingdom.; University College London Medical School, London, United Kingdom; Department of Cardiology, Royal Free London NHS Foundation Trust, London, United Kingdom; UCL Centre for Cardiovascular Imaging, University College London, London, United Kingdom. Electronic address: danielknight@doctors.org.uk.","Year":"2015","DOI":"10.1016\/j.echo.2015.02.020","DocumentType":"Article","PublicationDate":1438387200000},{"Title":"Noninvasive pulmonary artery wave intensity analysis in pulmonary hypertension.","Journal":"American journal of physiology. Heart and circulatory physiology","Authors":"Quail M., Knight D., Steeden J., Taelman L., Moledina S., Taylor A., Segers P., Coghlan G., Muthurangu V.","Affiliations":"IBiTech-bioMMeda, iMinds Medical IT, Ghent University, Gent, Belgium.; Department of Cardiology, Royal Free London National Health Services Foundation Trust, London, United Kingdom; and.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United Kingdom; v.muthurangu@ucl.ac.uk.; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United Kingdom;; Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United Kingdom; Department of Cardiology, Royal Free London National Health Services Foundation Trust, London, United Kingdom; and.","Year":"2015","DOI":"10.1152\/ajpheart.00480.2014","DocumentType":"Article","PublicationDate":1434326400000},{"Title":"Free breathing contrast-enhanced time-resolved magnetic resonance angiography in pediatric and adult congenital heart disease.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Steeden J., Pandya B., Tann O., Muthurangu V.","Affiliations":"Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, WC1N 3JH, UK. v.muthurangu@ucl.ac.uk.; UCL Centre for Cardiovascular Imaging, University College London, 30 Guildford Street, London, WC1N 1EH, UK. jennifer.steeden@ucl.ac.uk.; UCL Centre for Cardiovascular Imaging, University College London, 30 Guildford Street, London, WC1N 1EH, UK. v.muthurangu@ucl.ac.uk.; UCL Centre for Cardiovascular Imaging, University College London, 30 Guildford Street, London, WC1N 1EH, UK. b.pandya@ucl.ac.uk.; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, WC1N 3JH, UK. Oliver.Tann@gosh.nhs.uk.; The Heart Hospital, University College London Hospital Foundation Trust, London, W1G 8PH, UK. b.pandya@ucl.ac.uk.","Year":"2015","DOI":"10.1186\/s12968-015-0138-9","DocumentType":"Article","PublicationDate":1432252800000},{"Title":"MR augmented cardiopulmonary exercise testing-a novel approach to assessing cardiovascular function.","Journal":"Physiological measurement","Authors":"Barber N., Ako E., Kowalik G., Steeden J., Pandya B., Muthurangu V.","Affiliations":"Institute of Cardiovascular Science, University College London, Centre for Cardiovascular Imaging London, UK.","Year":"2015","DOI":"10.1088\/0967-3334\/36\/5\/N85","DocumentType":"Article","PublicationDate":1430438400000},{"Title":"Investigating the limitations of single breath-hold renal artery blood flow measurements using spiral phase contrast MR with R-R interval averaging.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Steeden J., Muthurangu V.","Affiliations":"UCL Centre for Cardiovascular Imaging, University College London, London, UK.","Year":"2015","DOI":"10.1002\/jmri.24638","DocumentType":"Article","PublicationDate":1427846400000},{"Title":"Accuracy and reproducibility of right ventricular quantification in patients with pressure and volume overload using single-beat three-dimensional echocardiography.","Journal":"Journal of the American Society of Echocardiography : official publication of the American Society of Echocardiography","Authors":"Knight D., Grasso A., Quail M., Muthurangu V., Taylor A., Toumpanakis C., Caplin M., Coghlan J., Davar J.","Affiliations":"Department of Cardiology, Royal Free London NHS Foundation Trust, London, United Kingdom.; University College London Medical School, Royal Free Campus, London, United Kingdom; Department of Cardiology, Royal Free London NHS Foundation Trust, London, United Kingdom; UCL Centre for Cardiovascular Imaging, University College London, London, United Kingdom. Electronic address: danielknight@doctors.org.uk.; Neuroendocrine Tumour Unit, Royal Free London NHS Foundation Trust, London, United Kingdom.; UCL Centre for Cardiovascular Imaging, University College London, London, United Kingdom.","Year":"2015","DOI":"10.1016\/j.echo.2014.10.012","DocumentType":"Article","PublicationDate":1425168000000},{"Title":"Assessment of cardiac time intervals using high temporal resolution real-time spiral phase contrast with UNFOLDed-SENSE.","Journal":"Magnetic resonance in medicine","Authors":"Kowalik G., Knight D., Steeden J., Tann O., Odille F., Atkinson D., Taylor A., Muthurangu V.","Affiliations":"UCL Institute of Cardiovascular Science, Centre for Cardiovascular Imaging, London, United Kingdom.","Year":"2015","DOI":"10.1002\/mrm.25183","DocumentType":"Article","PublicationDate":1422748800000},{"Title":"Using 4D Cardiovascular Magnetic Resonance Imaging to Validate Computational Fluid Dynamics: A Case Study.","Journal":"Frontiers in pediatrics","Authors":"Biglino G., Cosentino D., Steeden J., De Nova L., Castelli M., Ntsinjana H., Pennati G., Taylor A., Schievano S.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, Great Ormond Street Hospital for Children, NHS Foundation Trust , London , UK.; Laboratory of Biological Structures Mechanics (LAbS), Politecnico di Milano , Milan , Italy.","Year":"2015","DOI":"10.3389\/fped.2015.00107","DocumentType":"Article","PublicationDate":1420070400000},{"Title":"Mechanisms of maintained exercise capacity in adults with repaired tetralogy of Fallot.","Journal":"International journal of cardiology","Authors":"O'Meagher S., Munoz P., Muthurangu V., Robinson P., Malitz N., Tanous D., Celermajer D., Puranik R.","Affiliations":"Royal Prince Alfred Hospital, Department of Respiratory and Sleep Medicine, Sydney, Australia. Electronic address: Phillip.munoz@sswahs.nsw.gov.au.; UCL Institute of Cardiovascular Science, Centre for Cardiovascular Imaging, London, United Kingdom; Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, United Kingdom. Electronic address: v.muthurangu@ucl.ac.uk.; The University of Sydney, Faculty of Medicine, Sydney, Australia; Royal Prince Alfred Hospital, Department of Cardiology, Sydney, Australia. Electronic address: david.celermajer@email.cs.nsw.gov.au.; Specialist MRI, Sydney, Australia. Electronic address: nathan.malitz@smri.com.au.; Royal Prince Alfred Hospital, Department of Cardiology, Sydney, Australia; Westmead Hospital, Department of Cardiology, Sydney, Australia. Electronic address: davidjtanous@gmail.com.; The University of Sydney, Faculty of Medicine, Sydney, Australia; Royal Prince Alfred Hospital, Department of Cardiology, Sydney, Australia. Electronic address: raj.puranik@cmrs.org.au.; Royal Prince Alfred Hospital, Department of Cardiology, Sydney, Australia; Westmead Hospital, Department of Cardiology, Sydney, Australia. Electronic address: pjr5055@gmail.com.; The University of Sydney, Faculty of Medicine, Sydney, Australia; Royal Prince Alfred Hospital, Department of Cardiology, Sydney, Australia. Electronic address: shamus.omeagher@sswahs.nsw.gov.au.","Year":"2014","DOI":"10.1016\/j.ijcard.2014.09.008","DocumentType":"Article","PublicationDate":1416009600000},{"Title":"Development and validation of a novel method to derive central aortic systolic pressure from the MR aortic distension curve.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Quail M., Steeden J., Knight D., Segers P., Taylor A., Muthurangu V.","Affiliations":"Center for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London and Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2014","DOI":"10.1002\/jmri.24471","DocumentType":"Article","PublicationDate":1414800000000},{"Title":"Prediction of sarcomere mutations in subclinical hypertrophic cardiomyopathy.","Journal":"Circulation. Cardiovascular imaging","Authors":"Captur G., Lopes L., Mohun T., Patel V., Li C., Bassett P., Finocchiaro G., Ferreira V., Esteban M., Muthurangu V., Sherrid M., Day S., Canter C., McKenna W., Seidman C., Bluemke D., Elliott P., Ho C., Moon J.","Affiliations":"From the Department of Cardiovascular Science (G.C., L.R.L., V.P., V.M., W.J.M., P.M.E., J.C.M.) and Biostatistics Joint Research Office (P.B.), University College London, London, United Kingdom; Department of Inherited Cardiovascular Diseases (G.C., L.R.L., V.P., M.T.E., W.J.M., P.M.E., J.C.M.) and Cardiac Imaging Department (G.C., G.F., M.T.E., W.J.M., J.C.M.), Barts Heart Centre, London, United Kingdom; Department of Developmental Biology, MRC National Institutes for Medical Research, Mill Hill, United Kingdom (T.J.M.); Department of Radiology, University of Pennsylvania, Philadelphia (C.L.); Division of Cardiovascular Medicine, Radcliffe Department of Medicine, John Radcliffe Hospital, University of Oxford Center for Clinical Magnetic Resonance Research (OCMR), Oxford, United Kingdom (V.M.F.); UCL Department for Cardiovascular Imaging, Great Ormond Street Hospital for Children, London, United Kingdom (V.M.); Department of Cardiology, Mount Sinai Roosevelt Hospital, Icahn School of Medicine at Mount Sinai, New York, NY (M.V.S.); Department of Internal Medicine, University of Michigan Medical Center, Ann Arbor (S.M.D.); Pediatric Cardiology Department, Washington University School of Medicine, St Louis, MO (C.E.C.); Department of Genetics, Harvard Medical School, Boston, MA (C.E.S.); Radiology and Imaging Sciences Department, National Institutes of Health\/Clinical Center, Bethesda, MD (D.A.B.); and Cardiovascular Department, Brigham and Women's Hospital, Boston, MA (C.Y.H.).; From the Department of Cardiovascular Science (G.C., L.R.L., V.P., V.M., W.J.M., P.M.E., J.C.M.) and Biostatistics Joint Research Office (P.B.), University College London, London, United Kingdom; Department of Inherited Cardiovascular Diseases (G.C., L.R.L., V.P., M.T.E., W.J.M., P.M.E., J.C.M.) and Cardiac Imaging Department (G.C., G.F., M.T.E., W.J.M., J.C.M.), Barts Heart Centre, London, United Kingdom; Department of Developmental Biology, MRC National Institutes for Medical Research, Mill Hill, United Kingdom (T.J.M.); Department of Radiology, University of Pennsylvania, Philadelphia (C.L.); Division of Cardiovascular Medicine, Radcliffe Department of Medicine, John Radcliffe Hospital, University of Oxford Center for Clinical Magnetic Resonance Research (OCMR), Oxford, United Kingdom (V.M.F.); UCL Department for Cardiovascular Imaging, Great Ormond Street Hospital for Children, London, United Kingdom (V.M.); Department of Cardiology, Mount Sinai Roosevelt Hospital, Icahn School of Medicine at Mount Sinai, New York, NY (M.V.S.); Department of Internal Medicine, University of Michigan Medical Center, Ann Arbor (S.M.D.); Pediatric Cardiology Department, Washington University School of Medicine, St Louis, MO (C.E.C.); Department of Genetics, Harvard Medical School, Boston, MA (C.E.S.); Radiology and Imaging Sciences Department, National Institutes of Health\/Clinical Center, Bethesda, MD (D.A.B.); and Cardiovascular Department, Brigham and Women's Hospital, Boston, MA (C.Y.H.). j.moon@ucl.ac.uk.","Year":"2014","DOI":"10.1161\/CIRCIMAGING.114.002411","DocumentType":"Article","PublicationDate":1414800000000},{"Title":"Geometrical and stress analysis of factors associated with stent fracture after melody percutaneous pulmonary valve implantation.","Journal":"Circulation. Cardiovascular interventions","Authors":"Cosentino D., Quail M., Pennati G., Capelli C., Bonhoeffer P., Díaz-Zuccarini V., Taylor A., Schievano S.","Affiliations":"From the Department of Mechanical Engineering (D.C., V.D.-Z.), Institute of Cardiovascular Science and Great Ormond Street Hospital for Children (D.C., M.A.Q., C.C., A.M.T., S.S.), University College London, London, United Kingdom; Department of Chemical Engineering, Politecnico di Milano, Milan, Italy (G.P.); and Fondazione G. Monasterio, CNR-Regione Toscana, Pisa, Italy (P.B.). s.schievano@ucl.ac.uk.; From the Department of Mechanical Engineering (D.C., V.D.-Z.), Institute of Cardiovascular Science and Great Ormond Street Hospital for Children (D.C., M.A.Q., C.C., A.M.T., S.S.), University College London, London, United Kingdom; Department of Chemical Engineering, Politecnico di Milano, Milan, Italy (G.P.); and Fondazione G. Monasterio, CNR-Regione Toscana, Pisa, Italy (P.B.).","Year":"2014","DOI":"10.1161\/CIRCINTERVENTIONS.113.000631","DocumentType":"Article","PublicationDate":1406851200000},{"Title":"Real-time magnetic resonance assessment of septal curvature accurately tracks acute hemodynamic changes in pediatric pulmonary hypertension.","Journal":"Circulation. Cardiovascular imaging","Authors":"Pandya B., Quail M., Steeden J., McKee A., Odille F., Taylor A., Schulze-Neick I., Derrick G., Moledina S., Muthurangu V.","Affiliations":"From the Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom (B.P., M.A.Q., J.A.S., A.M.T., V.M.); Cardiorespiratory Division, Great Ormond Street Hospital for Children, London, United Kingdom (I.S.-N., G.D., S.M.); Adult Congenital Heart Disease Department, The Heart Hospital, University College London Hospitals, London, United Kingdom (B.P.); Pediatric Respiratory Medicine, The Royal Brompton Hospital, London, United Kingdom (A.M.); INSERM, U947, Nancy, France (F.O.); and IADI, Universite de Lorraine, Nancy, France (F.O.).; From the Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom (B.P., M.A.Q., J.A.S., A.M.T., V.M.); Cardiorespiratory Division, Great Ormond Street Hospital for Children, London, United Kingdom (I.S.-N., G.D., S.M.); Adult Congenital Heart Disease Department, The Heart Hospital, University College London Hospitals, London, United Kingdom (B.P.); Pediatric Respiratory Medicine, The Royal Brompton Hospital, London, United Kingdom (A.M.); INSERM, U947, Nancy, France (F.O.); and IADI, Universite de Lorraine, Nancy, France (F.O.). v.muthurangu@ucl.ac.uk.","Year":"2014","DOI":"10.1161\/CIRCIMAGING.113.001156","DocumentType":"Article","PublicationDate":1404172800000},{"Title":"Abnormal cardiac formation in hypertrophic cardiomyopathy: fractal analysis of trabeculae and preclinical gene expression.","Journal":"Circulation. Cardiovascular genetics","Authors":"Captur G., Lopes L., Patel V., Li C., Bassett P., Syrris P., Sado D., Maestrini V., Mohun T., McKenna W., Muthurangu V., Elliott P., Moon J.","Affiliations":"From Division of Cardiovascular Imaging and Inherited Cardiovascular Disease Unit, The Heart Hospital, part of University College London NHS Foundation Trust, London, United Kingdom (G.C., L.L., V.P., P.S., D.M.S., V. Maestrini, W.J.M., P.M.E., J.C.M.); UCL Institute of Cardiovascular Science (G.C., L.L., V.P., P.B., P.S., D.M.S., V. Maestrini, W.J.M., V. Muthurangu, P.M.E., J.C.M.) and Biostatistics Joint Research Office (P.B.), University College London, London, United Kingdom; Department of Radiology, University of Pennsylvania, Philadelphia (C.L.); Developmental Biology Division, MRC National Institute for Medical Research, London, United Kingdom (T.J.M.); and UCL Centre for Cardiovascular Imaging and Great Ormond Street Hospital for Children (GOSH), London, United Kingdom (V. Muthurangu). james.moon@uclh.nhs.uk.; From Division of Cardiovascular Imaging and Inherited Cardiovascular Disease Unit, The Heart Hospital, part of University College London NHS Foundation Trust, London, United Kingdom (G.C., L.L., V.P., P.S., D.M.S., V. Maestrini, W.J.M., P.M.E., J.C.M.); UCL Institute of Cardiovascular Science (G.C., L.L., V.P., P.B., P.S., D.M.S., V. Maestrini, W.J.M., V. Muthurangu, P.M.E., J.C.M.) and Biostatistics Joint Research Office (P.B.), University College London, London, United Kingdom; Department of Radiology, University of Pennsylvania, Philadelphia (C.L.); Developmental Biology Division, MRC National Institute for Medical Research, London, United Kingdom (T.J.M.); and UCL Centre for Cardiovascular Imaging and Great Ormond Street Hospital for Children (GOSH), London, United Kingdom (V. Muthurangu).","Year":"2014","DOI":"10.1161\/CIRCGENETICS.113.000362","DocumentType":"Article","PublicationDate":1401580800000},{"Title":"Coronary magnetic resonance angiography in heterotopic heart transplant recipient.","Journal":"Circulation","Authors":"Henningsson M., Greil G., Burch M., Hussain T., Taylor A., Muthurangu V., Botnar R., Dedieu N.","Affiliations":"Division of Imaging Sciences and Biomedical Engineering (M.H., G.F.G., T.H., R.M.B., N.D.), British Heart Foundation Center of Research Excellence (M.H., G.F.G., T.H., R.M.B., N.D.), Wellcome Trust and Engineering and Physical Sciences Research Council Medical Engineering Center (M.H., G.F.G., T.H., R.M.B., N.D.), and National Institute for Health Research Biomedical Research Center (M.H., G.F.G., T.H., R.M.B., N.D.), King's College London, London, United Kingdom; Great Ormond Street Hospital for Children, National Health Service Foundation Trust, London, United Kingdom (M.B., A.M.T., N.D.); and University College London Institute of Cardiovascular Science, London, United Kingdom (A.M.T., V.M.).","Year":"2014","DOI":"10.1161\/CIRCULATIONAHA.113.006844","DocumentType":"Article","PublicationDate":1396310400000},{"Title":"Self-navigated tissue phase mapping using a golden-angle spiral acquisition-proof of concept in patients with pulmonary hypertension.","Journal":"Magnetic resonance in medicine","Authors":"Steeden J., Knight D., Bali S., Atkinson D., Taylor A., Muthurangu V.","Affiliations":"UCL Centre for Cardiovascular Imaging, UCL Institute for Cardiovascular Science, University College London, London, UK.","Year":"2014","DOI":"10.1002\/mrm.24646","DocumentType":"Article","PublicationDate":1388534400000},{"Title":"Computer modeling to tailor therapy for congenital heart disease.","Journal":"Current cardiology reports","Authors":"Quail M., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, Institute of Cardiovascular Science, University College London, London, UK. m.quail@ucl.ac.uk","Year":"2013","DOI":"10.1007\/s11886-013-0395-x","DocumentType":"Article","PublicationDate":1377993600000},{"Title":"Habitual alcohol consumption is associated with lower cardiovascular stress responses--a novel explanation for the known cardiovascular benefits of alcohol?","Journal":"Stress (Amsterdam, Netherlands)","Authors":"Jones A., McMillan M., Jones R., Kowalik G., Steeden J., Pruessner J., Taylor A., Deanfield J., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, 30 Guilford Street, London, UK. alex.jones@ucl.ac.uk","Year":"2013","DOI":"10.3109\/10253890.2013.777833","DocumentType":"Article","PublicationDate":1372636800000},{"Title":"Quantification of left ventricular trabeculae using fractal analysis.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Captur G., Muthurangu V., Cook C., Flett A., Wilson R., Barison A., Sado D., Anderson S., McKenna W., Mohun T., Elliott P., Moon J.","Affiliations":"Division of Cardiovascular Imaging, The Heart Hospital, part of University College London NHS Foundation Trust, 16-18 Westmoreland Street, London, W1G 8PH, UK.","Year":"2013","DOI":"10.1186\/1532-429X-15-36","DocumentType":"Article","PublicationDate":1368144000000},{"Title":"Prognostic significance of cardiac magnetic resonance imaging in children with pulmonary hypertension.","Journal":"Circulation. Cardiovascular imaging","Authors":"Moledina S., Pandya B., Bartsota M., Mortensen K., McMillan M., Quyam S., Taylor A., Haworth S., Schulze-Neick I., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, Unuiversity College London, UK.","Year":"2013","DOI":"10.1161\/CIRCIMAGING.112.000082","DocumentType":"Article","PublicationDate":1367366400000},{"Title":"Use of cardiovascular magnetic resonance imaging for TAVR assessment in patients with bioprosthetic aortic valves: comparison with computed tomography.","Journal":"European journal of radiology","Authors":"Quail M., Nordmeyer J., Schievano S., Reinthaler M., Mullen M., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK. m.quail@ucl.ac.uk","Year":"2012","DOI":"10.1016\/j.ejrad.2012.07.014","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Reduced ascending aorta distensibility relates to adverse ventricular mechanics in patients with hypoplastic left heart syndrome: noninvasive study using wave intensity analysis.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Biglino G., Schievano S., Steeden J., Ntsinjana H., Baker C., Khambadkone S., de Leval M., Hsia T., Taylor A., Giardini A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom.","Year":"2012","DOI":"10.1016\/j.jtcvs.2012.08.028","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Real-time flow with fast GPU reconstruction for continuous assessment of cardiac output.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Kowalik G., Steeden J., Pandya B., Odille F., Atkinson D., Taylor A., Muthurangu V.","Affiliations":"UCL Institute of Cardiovascular Science, Centre for Cardiovascular Imaging, London, United Kingdom.","Year":"2012","DOI":"10.1002\/jmri.23736","DocumentType":"Article","PublicationDate":1354320000000},{"Title":"Impact of pulmonary valve replacement in tetralogy of Fallot with pulmonary regurgitation: a comparison of intervention and nonintervention.","Journal":"The Annals of thoracic surgery","Authors":"Quail M., Frigiola A., Giardini A., Muthurangu V., Hughes M., Lurz P., Khambadkone S., Deanfield J., Tsang V., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, London, United Kingdom. m.quail@ucl.ac.uk","Year":"2012","DOI":"10.1016\/j.athoracsur.2012.06.062","DocumentType":"Article","PublicationDate":1351728000000},{"Title":"Impact of reduction in right ventricular pressure and\/or volume overload by percutaneous pulmonary valve implantation on biventricular response to exercise: an exercise stress real-time CMR study.","Journal":"European heart journal","Authors":"Lurz P., Muthurangu V., Schuler P., Giardini A., Schievano S., Nordmeyer J., Khambadkone S., Cappeli C., Derrick G., Bonhoeffer P., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science and Great Ormond Street Hospital for Children, London, UK. philipp.lurz@gmx.de","Year":"2012","DOI":"10.1093\/eurheartj\/ehs200","DocumentType":"Article","PublicationDate":1349049600000},{"Title":"A non-invasive clinical application of wave intensity analysis based on ultrahigh temporal resolution phase-contrast cardiovascular magnetic resonance.","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Biglino G., Steeden J., Baker C., Schievano S., Taylor A., Parker K., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, and Great Ormond Street Hospital for Children, NHS Trust, London, UK.","Year":"2012","DOI":"10.1186\/1532-429X-14-57","DocumentType":"Article","PublicationDate":1344470400000},{"Title":"Systemic to pulmonary collateral blood flow influences early outcomes following the total cavopulmonary connection.","Journal":"Heart (British Cardiac Society)","Authors":"Odenwald T., Quail M., Giardini A., Khambadkone S., Hughes M., Tann O., Hsia T., Muthurangu V., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science & Great Ormond Street Hospital for Children, London, UK.","Year":"2012","DOI":"10.1136\/heartjnl-2011-301599","DocumentType":"Article","PublicationDate":1338508800000},{"Title":"High-resolution slice-selective Fourier velocity encoding in congenital heart disease using spiral SENSE with velocity unwrap.","Journal":"Magnetic resonance in medicine","Authors":"Steeden J., Jones A., Pandya B., Atkinson D., Taylor A., Muthurangu V.","Affiliations":"UCL Centre for Cardiovascular MR, UCL Institute of Cardiovascular Science, London, United Kingdom.","Year":"2012","DOI":"10.1002\/mrm.24293","DocumentType":"Article","PublicationDate":1338508800000},{"Title":"Long-term importance of right ventricular outflow tract patch function in patients with pulmonary regurgitation.","Journal":"The Journal of thoracic and cardiovascular surgery","Authors":"Puranik R., Tsang V., Lurz P., Muthurangu V., Offen S., Frigiola A., Norman W., Walker F., Bonhoeffer P., Taylor A.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, Great Ormond Street Hospital for Children, London, United Kingdom.","Year":"2012","DOI":"10.1016\/j.jtcvs.2011.09.039","DocumentType":"Article","PublicationDate":1335830400000},{"Title":"Valvular disease. Super size me? Annular size and paravalvular leak after TAVR.","Journal":"Nature reviews. Cardiology","Authors":"Quail M., Taylor A.","Affiliations":"Old Nurses Home, Cardiorespiratory Unit, Great Ormond Street Hospital for Children, Great Ormond Street, London, UK. m.quail@ucl.ac.uk","Year":"2012","DOI":"10.1038\/nrcardio.2012.38","DocumentType":"Article","PublicationDate":1332201600000},{"Title":"Question 3 Does a higher initial dose of adenosine improve cardioversion rates in supraventricular tachycardia?","Journal":"Archives of disease in childhood","Authors":"Quail M., Till J.","Affiliations":"Cardiac Unit, Great Ormond Street Hospital, Great Ormond Street, London WC1N 3JH, UK. michael.quail@googlemail.com","Year":"2012","DOI":"10.1136\/archdischild-2011-301079","DocumentType":"Article","PublicationDate":1328054400000},{"Title":"Adiposity is associated with blunted cardiovascular, neuroendocrine and cognitive responses to acute mental stress.","Journal":"PloS one","Authors":"Jones A., McMillan M., Jones R., Kowalik G., Steeden J., Deanfield J., Pruessner J., Taylor A., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Cardiovascular Science, London, United Kingdom. alex.jones@ucl.ac.uk","Year":"2012","DOI":"10.1371\/journal.pone.0039143","DocumentType":"Article","PublicationDate":1325376000000},{"Title":"Lessons from inter-stage cardiac magnetic resonance imaging in predicting survival for patients with hypoplastic left heart syndrome.","Journal":"Cardiology in the young","Authors":"Hughes M., Tsang V., Kostolny M., Giardini A., Muthurangu V., Taylor A., Brown K.","Affiliations":"Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Trust, London, United Kingdom. hughem@gosh.nhs.uk","Year":"2011","DOI":"10.1017\/S104795111100059X","DocumentType":"Article","PublicationDate":1322697600000},{"Title":"Effect of erythropoietin as an adjunct to primary percutaneous coronary intervention: a randomised controlled clinical trial.","Journal":"Heart (British Cardiac Society)","Authors":"Ludman A., Yellon D., Hasleton J., Ariti C., Babu G., Boston-Griffiths E., Venugopal V., Walker M., Holdright D., Swanton H., Crake T., Brull D., Moon J., Puranik R., Muthurangu V., Taylor A., Hausenloy D.","Affiliations":"The Hatter Cardiovascular Institute, University College London, London, UK.","Year":"2011","DOI":"10.1136\/hrt.2011.223867","DocumentType":"Article","PublicationDate":1317427200000},{"Title":"Fractal branching quantifies vascular changes and predicts survival in pulmonary hypertension: a proof of principle study.","Journal":"Heart (British Cardiac Society)","Authors":"Moledina S., de Bruyn A., Schievano S., Owens C., Young C., Haworth S., Taylor A., Schulze-Neick I., Muthurangu V.","Affiliations":"Great Ormond Street Hospital, London, UK.","Year":"2011","DOI":"10.1136\/hrt.2010.214130","DocumentType":"Article","PublicationDate":1312156800000},{"Title":"Rapid flow assessment of congenital heart disease with high-spatiotemporal-resolution gated spiral phase-contrast MR imaging.","Journal":"Radiology","Authors":"Steeden J., Atkinson D., Hansen M., Taylor A., Muthurangu V.","Affiliations":"Centre for Medical Image Computing, UCL Department of Medical Physics & Bioengineering, London, England.","Year":"2011","DOI":"10.1148\/radiol.11101844","DocumentType":"Article","PublicationDate":1309478400000},{"Title":"Cardiovascular magnetic resonance findings in repaired anomalous left coronary artery to pulmonary artery connection (ALCAPA).","Journal":"Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance","Authors":"Secinaro A., Ntsinjana H., Tann O., Schuler P., Muthurangu V., Hughes M., Tsang V., Taylor A.","Affiliations":"Cardiorespiratory Unit, UCL Institute of Cardiovascular Sciences & Great Ormond Street Hospital for Children, London, UK.","Year":"2011","DOI":"10.1186\/1532-429X-13-27","DocumentType":"Article","PublicationDate":1305504000000},{"Title":"Question 2. Is Doppler ultrasound superior to upper gastrointestinal contrast study for the diagnosis of malrotation?","Journal":"Archives of disease in childhood","Authors":"Quail M.","Affiliations":"Cardiac Unit, Great Ormond Street Hospital for Children, London, UK. michael.quail@googlemail.com","Year":"2011","DOI":"10.1136\/adc.2010.209874","DocumentType":"Article","PublicationDate":1298937600000},{"Title":"Early versus late functional outcome after successful percutaneous pulmonary valve implantation: are the acute effects of altered right ventricular loading all we can expect?","Journal":"Journal of the American College of Cardiology","Authors":"Lurz P., Nordmeyer J., Giardini A., Khambadkone S., Muthurangu V., Schievano S., Thambo J., Walker F., Cullen S., Derrick G., Taylor A., Bonhoeffer P.","Affiliations":"Cardiovascular Unit, University College London Institute of Child Health, United Kingdom. Philipp.Lurz@gmx.de","Year":"2011","DOI":"10.1016\/j.jacc.2010.07.056","DocumentType":"Article","PublicationDate":1297123200000},{"Title":"Detailed assessment of the hemodynamic response to psychosocial stress using real-time MRI.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Jones A., Steeden J., Pruessner J., Deanfield J., Taylor A., Muthurangu V.","Affiliations":"Centre for Cardiovascular Imaging, UCL Institute of Child Health & Great Ormond Street Hospital for Children, London, United Kingdom. alexander.jones@ich.ucl.ac.uk","Year":"2011","DOI":"10.1002\/jmri.22438","DocumentType":"Article","PublicationDate":1296518400000},{"Title":"Evaluation of techniques for the quantification of myocardial scar of differing etiology using cardiac magnetic resonance.","Journal":"JACC. Cardiovascular imaging","Authors":"Flett A., Hasleton J., Cook C., Hausenloy D., Quarta G., Ariti C., Muthurangu V., Moon J.","Affiliations":"Department of Cardiology, The Heart Hospital, University College London Hospitals NHS Trust, London, UK.","Year":"2011","DOI":"10.1016\/j.jcmg.2010.11.015","DocumentType":"Article","PublicationDate":1296518400000},{"Title":"Automatic segmentation propagation of the aorta in real-time phase contrast MRI using nonrigid registration.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Odille F., Steeden J., Muthurangu V., Atkinson D.","Affiliations":"Centre for Medical Image Computing, UCL Department of Medical Physics and Bioengineering, UK.","Year":"2011","DOI":"10.1002\/jmri.22402","DocumentType":"Article","PublicationDate":1293840000000},{"Title":"Split-acquisition real-time CINE phase-contrast MR flow measurements.","Journal":"Magnetic resonance in medicine","Authors":"Steeden J., Atkinson D., Taylor A., Muthurangu V.","Affiliations":"Centre for Medical Image Computing, UCL Department of Medical Physics and Bioengineering, London, United Kingdom.","Year":"2010","DOI":"10.1002\/mrm.22615","DocumentType":"Article","PublicationDate":1291161600000},{"Title":"MRI may be sufficient for noninvasive assessment of great vessel stents: an in vitro comparison of MRI, CT, and conventional angiography.","Journal":"AJR. American journal of roentgenology","Authors":"Nordmeyer J., Gaudin R., Tann O., Lurz P., Bonhoeffer P., Taylor A., Muthurangu V.","Affiliations":"Cardiorespiratory Unit, Great Ormond Street Hospital for Children, NHS Trust, London WC1N 3JH, United Kingdom.","Year":"2010","DOI":"10.2214\/AJR.09.4166","DocumentType":"Article","PublicationDate":1285891200000},{"Title":"Assessing vascular response to exercise using a combination of real-time spiral phase contrast MR and noninvasive blood pressure measurements.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Steeden J., Atkinson D., Taylor A., Muthurangu V.","Affiliations":"Centre for Medical Image Computing, UCL Department of Medical Physics & Bioengineering, London, United Kingdom.","Year":"2010","DOI":"10.1002\/jmri.22105","DocumentType":"Article","PublicationDate":1270080000000},{"Title":"Effect of altering pathologic right ventricular loading conditions by percutaneous pulmonary valve implantation on exercise capacity.","Journal":"The American journal of cardiology","Authors":"Lurz P., Giardini A., Taylor A., Nordmeyer J., Muthurangu V., Odendaal D., Mist B., Khambadkone S., Schievano S., Bonhoeffer P., Derrick G.","Affiliations":"Cardiovascular Unit, UCL Institute of Child Health and Cardiorespiratory Unit, Great Ormond Street Hospital for Children, London, UK. Philipp.Lurz@gmx.de","Year":"2010","DOI":"10.1016\/j.amjcard.2009.10.054","DocumentType":"Article","PublicationDate":1267401600000},{"Title":"Functional outcomes after the Ross (pulmonary autograft) procedure assessed with magnetic resonance imaging and cardiopulmonary exercise testing.","Journal":"Heart (British Cardiac Society)","Authors":"Puranik R., Tsang V., Broadley A., Nordmeyer J., Lurz P., Muthialu N., Derrick G., Walker F., Cullen S., de Leval M., Bonhoeffer P., Taylor A., Muthurangu V.","Affiliations":"Great Ormond Street Hospital for Children, Great Ormond Street, London WC1N 3JH, UK.","Year":"2010","DOI":"10.1136\/hrt.2009.172965","DocumentType":"Article","PublicationDate":1264982400000},{"Title":"Improvement in left ventricular filling properties after relief of right ventricle to pulmonary artery conduit obstruction: contribution of septal motion and interventricular mechanical delay.","Journal":"European heart journal","Authors":"Lurz P., Puranik R., Nordmeyer J., Muthurangu V., Hansen M., Schievano S., Marek J., Bonhoeffer P., Taylor A.","Affiliations":"Cardiac Unit, UCL Institute of Child Health and Great Ormond Street Hospital for Children, Great Ormond Street, London WC1N 3JH, UK. philipp.lurz@gmx.de","Year":"2009","DOI":"10.1093\/eurheartj\/ehp258","DocumentType":"Article","PublicationDate":1251763200000},{"Title":"Distribution of tetracycline and erythromycin resistance genes among human oral and fecal metagenomic DNA.","Journal":"Microbial drug resistance (Larchmont, N.Y.)","Authors":"Seville L., Patterson A., Scott K., Mullany P., Quail M., Parkhill J., Ready D., Wilson M., Spratt D., Roberts A.","Affiliations":"Division of Microbial Diseases, UCL Eastman Dental Institute, London, United Kingdom.","Year":"2009","DOI":"10.1089\/mdr.2009.0916","DocumentType":"Article","PublicationDate":1251763200000},{"Title":"Comparison of bare metal stenting and percutaneous pulmonary valve implantation for treatment of right ventricular outflow tract obstruction: use of an x-ray\/magnetic resonance hybrid laboratory for acute physiological assessment.","Journal":"Circulation","Authors":"Lurz P., Nordmeyer J., Muthurangu V., Khambadkone S., Derrick G., Yates R., Sury M., Bonhoeffer P., Taylor A.","Affiliations":"UCL Institute of Child Health and Great Ormond Street Hospital for Children NHS Trust, Cardiorespiratory Unit, London, UK.","Year":"2009","DOI":"10.1161\/CIRCULATIONAHA.108.836312","DocumentType":"Article","PublicationDate":1245110400000},{"Title":"Feasibility and reproducibility of biventricular volumetric assessment of cardiac function during exercise using real-time radial k-t SENSE magnetic resonance imaging.","Journal":"Journal of magnetic resonance imaging : JMRI","Authors":"Lurz P., Muthurangu V., Schievano S., Nordmeyer J., Bonhoeffer P., Taylor A., Hansen M.","Affiliations":"UCL Institute of Child Health, London, UK.","Year":"2009","DOI":"10.1002\/jmri.21762","DocumentType":"Article","PublicationDate":1241136000000},{"Title":"Real-time assessment of right and left ventricular volumes and function in patients with congenital heart disease by using high spatiotemporal resolution radial k-t SENSE.","Journal":"Radiology","Authors":"Muthurangu V., Lurz P., Critchely J., Deanfield J., Taylor A., Hansen M.","Affiliations":"Centre for Cardiovascular MR, Cardiothoracic Unit, UCL Institute of Child Health, 30 Guildford St, London WC1N 1EH, England. v.muthurangu@ich.ucl.ac.uk","Year":"2008","DOI":"10.1148\/radiol.2482071717","DocumentType":"Article","PublicationDate":1220227200000},{"Title":"Percutaneous pulmonary valve implantation: impact of evolving technology and learning curve on clinical outcome.","Journal":"Circulation","Authors":"Lurz P., Coats L., Khambadkone S., Nordmeyer J., Boudjemline Y., Schievano S., Muthurangu V., Lee T., Parenzan G., Derrick G., Cullen S., Walker F., Tsang V., Deanfield J., Taylor A., Bonhoeffer P.","Affiliations":"UCL Institute of Child Health, London, United Kingdom.","Year":"2008","DOI":"10.1161\/CIRCULATIONAHA.107.735779","DocumentType":"Article","PublicationDate":1208217600000},{"Title":"Whole-heart cine MRI using real-time respiratory self-gating.","Journal":"Magnetic resonance in medicine","Authors":"Uribe S., Muthurangu V., Boubertakh R., Schaeffter T., Razavi R., Hill D., Hansen M.","Affiliations":"Center for Medical Image Computing, University College London, London, UK.","Year":"2007","DOI":"10.1002\/mrm.21156","DocumentType":"Article","PublicationDate":1172707200000},{"Title":"Percutaneous pulmonary valve implantation in humans: results in 59 consecutive patients.","Journal":"Circulation","Authors":"Khambadkone S., Coats L., Taylor A., Boudjemline Y., Derrick G., Tsang V., Cooper J., Muthurangu V., Hegde S., Razavi R., Pellerin D., Deanfield J., Bonhoeffer P.","Affiliations":"Great Ormond Street Hospital, London WC1N 3JH, UK. khambs@gosh.nhs.uk","Year":"2005","DOI":"10.1161\/CIRCULATIONAHA.104.523266","DocumentType":"Article","PublicationDate":1124755200000},{"Title":"Peroxisomal import of human alanine:glyoxylate aminotransferase requires ancillary targeting information remote from its C terminus.","Journal":"The Journal of biological chemistry","Authors":"Huber P., Birdsey G., Lumb M., Prowse D., Perkins T., Knight D., Danpure C.","Affiliations":"Department of Biology, University College London, Gower Street, London WC1E 6BT, United Kingdom.","Year":"2005","DOI":"10.1074\/jbc.M502719200","DocumentType":"Article","PublicationDate":1121990400000}]